<html>
<head>
<title>D82. M&ograve;dul 4. Pr&agrave;ctica 4. Quaderns Virtuals, aprenentatge i avaluaci&oacute; en xarxa</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../estils/matform.css" type="text/css">
<style type="text/css">
<!--
.Estilo2 {font-size: 10pt; font-style: normal; color: #000000; font-family: Arial, Helvetica, sans-serif;}
.Estilo3 {font-size: 8pt; font-style: italic; font-family: Arial, Helvetica, sans-serif;}
-->
</style>
</head>

<body bgcolor="#FFFFFF" text="#000000" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" background="../icons/fons.gif">
<table width="625" border="0" cellspacing="0" cellpadding="2" class="nomcurs">
  <tr> 
    <td colspan="3" height="21"><img src="../icons/invisible.gif" width="8" height="8"><a name="amunt"></a></td>
  </tr>
</table>

<table width="625" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td colspan="14"> 
      <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td width="41" height="10"> 
            <div align="center"><a href="index.htm"><img src="../icons/enrera.gif" width="25" height="25" border="0" alt="Enrera"></a></div>
          </td>
          <td width="83" height="10" class="modulsup">M<a></a>&ograve;dul 4</td>
          <td width="501" height="10"> 
            <div align="right"
class="nomcurs">Quaderns Virtuals: aprenentatge i avaluaci&oacute; en xarxa</div>
          </td>
        </tr>
      </table>
    </td>
  </tr>
  <tr> 
    <td colspan="14" height="11"><img src="../icons/linia.gif" width="620" height="4"></td>
  </tr>
  <tr> 
    <td height="11" width="42">&nbsp;</td>
    <td height="11" width="83" class="modulsup">Pr&agrave;ctica</td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p1.htm"><img src="../icons/1.gif" alt="1" width="25" height="25" border="0"></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p2.htm"><img src="../icons/2.gif" width="25" height="25" alt="2"border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p3.htm"><img src="../icons/3.gif" width="25" height="25" alt="3" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p4.htm"><img src="../icons/4.gif" width="25" height="25" alt="4" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p5.htm"><img src="../icons/a5.gif" width="25" height="25" alt="5" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="56">&nbsp;</td>
    <td height="11" width="70">&nbsp;</td>
    <td height="11" width="141" class="modulsup"> 
      <div align="right">Exercicis</div>
    </td>
    <td height="11" width="31"> 
      <div align="right" class="modulsup"><a href="d82m4ex.htm"><img src="../icons/ex.gif" width="25" height="25" border="0" alt="Exercicis"></a></div>
    </td>
  </tr>
  <tr> 
    <td height="19" colspan="14">&nbsp;</td>
  </tr>
  <tr> 
    <td height="2" colspan="14">&nbsp; </td>
  </tr>
</table>
<table width="630" border="0" cellspacing="0" cellpadding="2">
  <tr> 
    <td width="84"> <div align="right"></div></td>
    <td width="538" class="text" > <p>En aquesta pr&agrave;ctica, veureu com crear activitats a educampus que continguin Quaderns Virtuals.</p>    </td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td class="titol1">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538" class="titol1">educampus</td>
  </tr>
  <tr>
    <td height="40" valign="top"><div align="right"><img src="../icons/conceptes.gif" width="60" height="30" alt="Informaci&oacute;" align="middle"></div></td>
    <td class="text"><p>Educampus &eacute;s el campus virtual del Departament d'Educaci&oacute; i Universitats adre&ccedil;at a alumnes i professors de l'&agrave;mbit de la formaci&oacute; no universit&agrave;ria. Aquest entorn de formaci&oacute; fa possible la comunicaci&oacute; i la interacci&oacute; entre els diferents membres d'un grup (professors, formadors, alumnes) que estan fent un proc&eacute;s d'aprenentatge telem&agrave;tic, i t&eacute; un disseny adaptat a les caracter&iacute;stiques de les activitats que desenvolupa. </p>
        <p>La creaci&oacute; de Quaderns Virtuals a qualsevol activitat dins educampus s'ha de fer en quatre passos: </p>
        <ol>
          <li>Accedir a l'entorn de l'educampus</li>
          <li>Crear una activitat</li>
          <li>Afegir els alumnes a l'activitat</li>
          <li>Preparar els materials de l'activitat</li>
      </ol>
    </td>
  </tr>
  <tr> 
    <td width="84" height="40" valign="top"> <div align="right" class="titol2">1. </div></td>
    <td width="538" class="text"><p class="titol2"><strong> Acc&eacute;s a l'entorn de l'educampus</strong></p>
      <p align="justify">Un cop us identifiqueu a <a href="http://www.edu365.com/educampus" target="_blank">educampus</a> amb el vostre nom d'usuari/&agrave;ria i la vostra contrasenya de la XTEC, heu d'entrar a l'entorn <strong>educampus</strong> en lloc de <strong>FORMTIC</strong>. (L'entrada a FORMTIC permet l'acc&eacute;s a les activitats de formaci&oacute; de cursos telem&agrave;tics a qu&egrave; estigueu inscrits com a alumnes i professors.)</p>      </td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30">
      <div align="center"><img src="../icons/m4_p5_20.gif" alt="Confirmaci&oacute; entorn Educampus" width="500" height="38"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td>
      <div align="center"><span class="peuimatge">Acc&eacute;s a </span><span class="peuimatge">l'</span><span class="Estilo3">entorn educampus</span></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center"></div></td>
  </tr>
  <tr>
    <td height="14"><div align="right"><span class="titol2"><strong>2.</strong></span></div></td>
    <td height="14" class="text"><p class="titol2"><strong> Gesti&oacute; d'activitats </strong></p></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><p>Per crear activitats, educampus ofereix un gestor al qual s'hi pot accedir amb un clic sobre la pestanya <b>Gesti&oacute; d'activitats</b>. Aquest editor permet crear i eliminar activitats, bloquejar i desbloquejar-les.</p>
    </td>
  </tr>
  <tr>
    <td class="titol2" height="9">&nbsp;</td>
    <td class="text" height="9"><div align="center"><img src="../icons/m4_p5_37.gif"  alt="Nova Activitat" width="494" height="135" align="middle"></div></td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td class="text"><div align="center" class="peuimatge">Acc&eacute;s a la Gesti&oacute; d'activitats per crear una nova </div></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><p>&nbsp;</p>
      <p>Feu un clic sobre l'opci&oacute; <b>Nova activitat</b>. S'obrir&agrave; una finestra amb una s&egrave;rie de camps per definir l'activitat:</p></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30">
      <div align="center"><img src="../icons/m4_p5_50.gif" alt="fitxa descripci&oacute; Material" width="500" height="502"></div></td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td class="text"><div align="center" class="peuimatge">Opcions per definir el material<b></b> de la proposta</div></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30"><p align="left" class="text">Ompliu els camps <b>T&iacute;tol</b>, <b>Descripci&oacute;</b> i, si &eacute;s necessari, el d'<b>Observacions</b>.<br>
  A <b>Destinataris</b>, seleccioneu l'opci&oacute;<i> Alumnes</i>.<br>
  A <b>Nivell educatiu</b>, observeu les opcions que ofereix el desplegable. En aquest cas, l'activitat pot servir per introduir els circuits el&egrave;ctric a ESO o per revisar-los a batxillerat, de manera que s'indica escrivint en el camp de resposta oberta.<br>
  A <b>Tema</b> tamb&eacute; podeu seleccionar una opci&oacute; del desplegable o b&eacute; utilitzar el camp de resposta oberta.<br>
  A <b>Centre</b>, seleccioneu el vostre centre.</p>
      <p align="left" class="text">A l'apartat <b>Dates</b>, disposeu de d'un calendari per triar la data d'inici i de finalitzaci&oacute; de l'activitat. Feu que aquest interval sigui prou ampli per poder accedir a l'activitat durant, al menys, tot el temps que resta d'aquest curs telem&agrave;tic. </p>
      <p align="left" class="text">A l'apartat <b>Elements</b>, seleccioneu-los tots. El funcionament d'aquests elements o utilitats &eacute;s similar al que ja coneixeu de l'entorn FORMTIC en el qual esteu seguint aquest curs.</p>
      <p align="left">Un cop completada la descripci&oacute;, feu un clic a <b>Finalitza</b>. Quan es tanqui la finestra, podreu veure que ja teniu creada l'activitat. Veureu que en sou el professor/a i si feu un clic al nom de l'activitat, entrareu a l'aula virtual amb tots els seus elements: </p>
    <p align="center"></p></td>
  </tr>
  <tr>
    <td class="titol2" height="9">&nbsp;</td>
    <td class="text" height="9"><div align="center"><img src="../icons/m4_p5_51.gif"  alt="Elements d'una activitat" width="419" height="25" align="middle"></div></td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td class="text"><div align="center" class="peuimatge">Elements de l'activitat nova </div></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><p>De moment, nom&eacute;s teniu acc&eacute;s a l'activitat vosaltres mateixos. El que cal fer tot seguit &eacute;s donar d'alta els alumnes que han de fer l'activitat.</p>
    <p>&nbsp;</p></td>
  </tr>
  <tr>
    <td height="14"><div align="right"><span class="titol2"><strong>3.</strong></span></div></td>
    <td height="14" class="text"><p class="titol2"><strong> Gesti&oacute; d'usuaris </strong></p></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><p class="text">L'entorn educampus d&oacute;na dues opcions per gestionar els usuaris d'una activitat: donar d'alta els alumnes un a un o b&eacute; formar, pr&egrave;viament, un grup virtual. En tots dos casos, l'alumnat ha de disposar del seu identificador edu365.<br>
  Si algun alumne/a no t&eacute; identificador edu365, teniu l'opci&oacute; de convidar-lo i es podr&agrave; incorporar a l'activitat amb les mateixes prestacions que la resta de companys.<br>
  <br>
  En aquesta pr&agrave;ctica no creareu cap grup virtual, sino que &uacute;nicament donareu d'alta alguns alumnes del vostre centre.</p>
      <p class="text">Entreu a l'activitat i feu un clic a l'element <strong>Alumnes</strong> i trieu l'opci&oacute; <strong>Nou alumne/a</strong>. </p>
      </td>
  </tr>
  <tr>
    <td class="titol2" height="9">&nbsp;</td>
    <td class="text" height="9"><div align="center"><img src="../icons/m4_p5_52.png"  alt="Elements d'una activitat" width="500" height="448" align="middle"></div></td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td class="text"><div align="center" class="peuimatge">Elements de l'activitat nova </div></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><p>Seleccioneu el vostre centre i feu un clic al bot&oacute; <strong>cerca</strong>. Aix&iacute; trobareu tots els alumnes del vostre centre que tenen identificador edu365. Podeu afinar m&eacute;s la cerca seleccionant el nivell i el grup. </p>
        <p class="text">Entre els alumnes disponibles, seleccioneu els que us interesssin, per exemple els d'algun grup en el qual feu classe, i quan ja vegeu els seus noms al quadre d'alumnes seleccionats, feu un clic a <strong>Afegeix els alumnes seleccionats</strong> per acabar. </p>
        <p class="text">Ara, dins l'aula virtual de l'activitat, a l'apartat <strong>Alumnes</strong>, veureu la relaci&oacute; d'alumnes seleccionats. </p>
        <p class="text">Si us interess&eacute;s convidar algun alumne/a o algun professor/a, ho podr&iacute;eu fer des de l'apartat <strong>Administraci&oacute;</strong>. </p>
        <p class="text">Si us interess&eacute;s preparar algun grup virtual, ho podr&iacute;eu fer accedint a l'opci&oacute; <strong>Gesti&oacute; d'usuaris</strong> des de la p&agrave;gina principal d'educampus.</p>
    <p class="text">&nbsp;</p></td>
  </tr>
  <tr>
    <td height="14"><div align="right"><span class="titol2"><strong>4.</strong></span></div></td>
    <td height="14" class="text"><p class="titol2"><strong> Preparaci&oacute; dels materials</strong></p></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><p class="text">Dins de l'aula virtual, seleccioneu l'element <strong>Materials</strong>. <br>
En aquest apartat hi trobareu un acc&eacute;s al <strong>Gui&oacute;</strong> i un petit <strong>editor</strong> per elaborar els enunciats dels exercicis que volgueu proposar a l'activitat.</p>
    </td>
  </tr>
  <tr>
    <td class="titol2" height="9">&nbsp;</td>
    <td class="text" height="9"><div align="center"><img src="../icons/m4_p5_53.png"  alt="Elements d'una activitat" width="500" height="45" align="middle"></div></td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td class="text"><div align="center" class="peuimatge">Botons per l'edici&oacute; del gui&oacute; </div></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><p>Passeu el cursor sobre les icones de l'editor per con&egrave;ixer la funci&oacute;.</p>
        <p class="text">A continuaci&oacute; creareu un nou material de tipus Quadern Virtual.</p>
        <p class="text">Feu un clic sobre la icona <img src="../icons/m4_p5_54.png" alt="Nou " title="Nou" width="31" height="28" align="absmiddle"> per crear el nou material completeu els camps com s'indica a continuaci&oacute;:</p>
    </td>
  </tr>
  <tr>
    <td class="lista" height="12">&nbsp;</td>
    <td height="12" class="text"><div align="center"><img src="../icons/m4_p5_56.gif"  alt="enlla&ccedil; del QV que es crea a l'Editor" width="500" height="352"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text"><div align="center" class="peuimatge">Edici&oacute; d'un material nou de tipus Quadern Virtual </div></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><ul>
          <li>A<strong> Nom, </strong>escriviu el nom de l'activitat</li>
          <li> La <strong>Data de creaci&oacute;</strong> apareix de forma autom&agrave;tica</li>
          <li> A <strong>Enunciat 1</strong>, escriviu unes indicacions sobre el quadern: de qu&egrave; tracta, com ho han de fer per lliurar els fulls...</li>
          <li> Observeu les opcions del desplegable <strong>Tipus material</strong>. Es pot fer una crida a un fitxer, a una p&agrave;gina d'Internet, a una activitat JClic o a un Quadern Virtual. En aquest cas, seleccioneu l'opci&oacute; <em>Quadern Virtual</em>. </li>
          <li>
            <div align="left">A <strong>enlla&ccedil;</strong> copieu l'adre&ccedil;a del fitxer XML que cont&eacute; el quadern. Per exemple, si el Quadern s'ha creat amb l'editor de QV, l'adre&ccedil;a tindr&agrave; el format seg&uuml;ent:<br>
            <p align="center"><em>http://clic.edu365.cat/quaderns/nomusuari/nomqv/nomqv.xml</em></p>
            </div>
          </li>
      </ul>
        </td>
  </tr>
  <tr>
    <td class="lista" height="12">&nbsp;</td>
    <td height="12" class="text"><div align="center"><img src="../icons/m4_p5_34.gif"  alt="enlla&ccedil; del QV que es crea a l'Editor" width="520" height="225"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text"><div align="center" class="peuimatge">Enlla&ccedil; dels Quaderns Virtuals creats amb l'editor </div></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><ul>
      <li> A Par&agrave;metres podeu definir les seg&uuml;ents caracter&iacute;stiques del quadern:
        <ul>
          <li>L'<strong>Aparen&ccedil;a</strong> us permet indicar l'entorn visual amb qu&egrave; l'alumne/a veur&agrave; el Quadern. <br>
              Per defecte o omissi&oacute;, els Quaderns tenen l&rsquo;aparen&ccedil;a est&agrave;ndard. Heu de decidir quina &eacute;s m&eacute;s adient tenint en compte les caracter&iacute;stiques dels destinataris. En tot cas, la informaci&oacute; i el contingut del Quadern ser&agrave; el mateix sigui quina sigui l&rsquo;aparen&ccedil;a escollida; el que variar&agrave; ser&agrave; el disseny visual dels textos, els colors de fons i les finestres de l&rsquo;aplicaci&oacute;. Segons l'&agrave;rea i el nivell educatiu, pot ser m&eacute;s interessant fer servir una o una altra. </li>
          <li>Al camp de text <strong>L&iacute;mit de lliuraments</strong>, podeu indicar el nombre de cops que cada alumne/a us podr&agrave; lliurar cadascun dels fulls del Quadern. Si no voleu limitar el nombre de lliuraments, heu de marcar la casella <strong>Il&middot;limitat</strong>. </li>
          <li>La <strong>Correcci&oacute; autom&agrave;tica</strong> permet l&rsquo;autoavaluaci&oacute;. D'aquesta manera, els alumnes poden fer Quaderns individualment i des de casa com a feina de refor&ccedil;. L&rsquo;alumnat podr&agrave; comprovar si les seves respostes s&oacute;n correctes o no a mesura que vagi lliurant els fulls i obtenint un <em>feedback</em> immediat dels seus resultats.<br>
              Sovint, poden passar dies des que s&rsquo;encomanen les activitats tradicionals als alumnes fins que reben les correccions i els comentaris dels docents. Amb l&rsquo;opci&oacute; de correcci&oacute; autom&agrave;tica dels Quaderns, a m&eacute;s de l&rsquo;atractiu de l&rsquo;entorn multim&egrave;dia, con&egrave;ixer els resultats al moment els refor&ccedil;ar&agrave; l&rsquo;aprenentatge.<br>
              Tanmateix, els Quaderns poden ser un recurs did&agrave;ctic per fer servir a les aules, amb correcci&oacute; autom&agrave;tica o diferida, per treballar en grup o individualment. Heu de decidir-ne l'&uacute;s segons la finalitat i els objectius educatius de les vostres sessions, i heu de tenir en compte les particularitats dels vostres alumnes, aix&iacute; com l'&agrave;rea i el nivell educatiu.</li>
          <li>La casella <strong>Cal respondre per avan&ccedil;ar</strong> permet obligar l'alumne/a a respondre totes les preguntes del full abans de poder passar al seg&uuml;ent. El comportament est&agrave; pendent de revisi&oacute;, ja que hi ha casos en qu&egrave; no funciona correctament. </li>
          <li>L'opci&oacute; <b>Permet anotacions</b> fa possible la interacci&oacute; educativa alumnat-professor/a. Aquest recurs de comunicaci&oacute; asincr&ograve;nica, que pot apar&egrave;ixer per a cada activitat si el docent aix&iacute; ho estableix, possibilita que l&rsquo;alumne/a pugui fer arribar al seu professor/a els dubtes i els comentaris que li sorgeixin durant l'elaboraci&oacute; del Quadern. El professor/a t&eacute;, amb aquest recurs, una eina per poder interactuar amb el seu alumnat i i per fer un seguiment individualitzat del l&rsquo;aprenentatge.</li>
        </ul>
      </li>
          </ul>
        </td>
  </tr>
  <tr>
    <td class="lista" height="12">&nbsp;</td>
    <td height="12" class="text"><div align="center"><img src="../icons/m4_p5_55.gif"  alt="enlla&ccedil; del QV que es crea a l'Editor" width="500" height="250"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text"><div align="center" class="peuimatge">Par&agrave;metres dels materials de Quaderns Virtuals </div></td>
  </tr>
  <tr>
    <td class="titol2"><div align="right"></div></td>
    <td class="text"><ul>
        <li>Pel que fa a <strong>Visualitzaci&oacute;</strong>, es pot triar entre tres opcions: contingut de l'enlla&ccedil;, ruta de l'arxiu i nova finestra. La manera de veure el material<b> </b>de la proposta pot variar segons l'opci&oacute; d'aquest desplegable que es tri&iuml;. Podeu veure nom&eacute;s la drecera, la ruta o l'URL de l'arxiu del material, es pot veure el contingut de la p&agrave;gina enlla&ccedil;ada o podeu veure el contingut en una finestra nova. En el cas de Quaderns Virtuals, es recomana aquesta darrera modalitat. Per tant, trieu l'opci&oacute; <em>nova finestra</em>, aix&iacute; el quadern s'obrir&agrave; en una finestra nova.</li>
        <li>A <strong>Enunciat 2</strong>, podeu escriure algunes indicacions del que han de fer els alumnes un cop acabin el quadern.</li>
        <li>A <strong>Ubicaci&oacute;</strong>, selecccioneu l'opci&oacute; <em>Crea un nou grup de material</em>. Com a <strong>nom del grup</strong>, escriviu, per exemple, <em>Quaderns</em>.</li>
      </ul>
        <p>&nbsp;</p></td>
  </tr>
  <tr>
    <td class="titol2" height="9">&nbsp;</td>
    <td class="text" height="9">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84" height="14">&nbsp;</td>
    <td width="538" height="14" class="text"><span class="titol1">Desenvolupament de la pr&agrave;ctica </span></td>
  </tr>
  <tr> 
    <td width="84" class="titol2" valign="top" height="45"> <div align="right"><img src="../icons/practica.gif" width="60" height="30" alt="Pr&agrave;ctica"></div></td>
    <td width="538" height="45" valign="top" class="titol2"> <p class="textnegreta">En 
      aquesta pr&agrave;ctica, se us proposa crear activitats del tipus Quaderns Virtuals a la plataforma educampus.</p></td>
  </tr>
  <tr> 
    <td width="84" >&nbsp;</td>
    <td width="538" class="text"><p>Segons les explicacions d'aquesta pr&agrave;ctica, heu d'accedir a educampus, 


 definir una activitat  i fer-ne el seguiment:</p>
      <ol>
        <li>Entreu a l'entorn educampus amb el vostre nom d'usuari/&agrave;ria i la contrasenya de la XTEC. </li>
        <li>Creeu una proposta d'activitat sobre un Quadern Virtual (per exemple, el que heu creat als exercicis dels tres m&ograve;duls inicials del curs).</li>
        <li>Creeu una activitat a partir d'aquesta proposta i assigneu l'activitat als vostres companys i al vostre formador/a de curs. </li>
        <li>Feu, com a m&iacute;nim, el seguiment del Quadern del formador/a afegint quadres d'intervencions i corregint els fulls a mesura que aquest/a els vagi lliurant. </li>
      </ol>      </td>
  </tr>
  <tr> 
    <td width="84" height="14">&nbsp;</td>
    <td width="538" height="14" class="text">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84" height="51" valign="top"> <div align="right"><img src="../icons/atencio.gif" width="60" height="30" alt="Atenci&oacute; !"></div></td>
    <td width="538"> <p><span class="text"> Les activitats amb Quaderns Virtuals</span><span class="Estilo2"> no apareixen a les novetats d'educampus</span><span class="text">. Aix&iacute;, per consultar si qualsevol alumne/a ha treballat sobre el Quadern, caldr&agrave; obrir-lo i mirar-ho directament. </span></p>
      <p class="text"> Per obtenir m&eacute;s informaci&oacute; de l'entorn de formaci&oacute; educampus, es recomana consultar el web del curs d'educampus, a: 

 
      <a href="http://www.xtec.net/formaciotic/curstele/d33" target="_blank">http://www.xtec.net/formaciotic/curstele/d33 </a> </p></td>
  </tr>
  <tr> 
    <td width="84" height="2">&nbsp;</td>
    <td width="538" height="2">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538"> <div align="right"><a href="#amunt"><img src="../icons/amunt.gif" width="25" height="25" border="0" alt="Amunt"></a></div></td>
  </tr>
  <tr> 
    <td colspan="2"><img src="../icons/linia.gif" width="620" height="4"></td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538">&nbsp;</td>
  </tr>
</table>
</body>
</html>
