<html>
<head>
<title>D82. M&ograve;dul 4. Pr&agrave;ctica 4. Quaderns Virtuals, aprenentatge i avaluaci&oacute; en xarxa</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../estils/matform.css" type="text/css">
</head>

<body bgcolor="#FFFFFF" text="#000000" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" background="../icons/fons.gif">
<table width="625" border="0" cellspacing="0" cellpadding="2" class="nomcurs">
  <tr> 
    <td colspan="3" height="21"><img src="../icons/invisible.gif" width="8" height="8"><a name="amunt"></a></td>
  </tr>
</table>

<table width="625" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td colspan="14"> 
      <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td width="41" height="10"> 
            <div align="center"><a href="index.htm"><img src="../icons/enrera.gif" width="25" height="25" border="0" alt="Enrera"></a></div>
          </td>
          <td width="83" height="10" class="modulsup">M<a></a>&ograve;dul 4</td>
          <td width="501" height="10"> 
            <div align="right"
class="nomcurs">Quaderns Virtuals: aprenentatge i avaluaci&oacute; en xarxa</div>
          </td>
        </tr>
      </table>
    </td>
  </tr>
  <tr> 
    <td colspan="14" height="11"><img src="../icons/linia.gif" width="620" height="4"></td>
  </tr>
  <tr> 
    <td height="11" width="42">&nbsp;</td>
    <td height="11" width="83" class="modulsup">Pr&agrave;ctica</td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p1.htm"><img src="../icons/1.gif" alt="1" width="25" height="25" border="0"></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p2.htm"><img src="../icons/2.gif" width="25" height="25" alt="2"border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p3.htm"><img src="../icons/3.gif" width="25" height="25" alt="3" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p4.htm"><img src="../icons/a4.gif" width="25" height="25" alt="4" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p5.htm"><img src="../icons/5.gif" width="25" height="25" alt="5" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="56">&nbsp;</td>
    <td height="11" width="70">&nbsp;</td>
    <td height="11" width="141" class="modulsup"> 
      <div align="right">Exercicis</div>
    </td>
    <td height="11" width="31"> 
      <div align="right" class="modulsup"><a href="d82m4ex.htm"><img src="../icons/ex.gif" width="25" height="25" border="0" alt="Exercicis"></a></div>
    </td>
  </tr>
  <tr> 
    <td height="19" colspan="14">&nbsp;</td>
  </tr>
  <tr> 
    <td height="2" colspan="14">&nbsp; </td>
  </tr>
</table>
<table width="630" border="0" cellspacing="0" cellpadding="2">
  <tr> 
    <td width="84"> <div align="right"></div></td>
    <td width="538" class="text" > <p>En aquesta pr&agrave;ctica, veureu com integrar Quaderns Virtuals a Moodle. Per dur-la a terme &eacute;s recomanable tenir uns coneixements m&iacute;nims sobre Moodle i, si &eacute;s possible, tenir-ne acc&eacute;s a un (el del centre, un propi que tingueu instal&middot;lat al vostre espai de phobos...). Si no en teniu cap d'instal&middot;lat per&ograve; voleu fer aquesta pr&agrave;ctica, poseu-vos en contacte amb el vostre tutor/a, que us donar&agrave; acc&eacute;s com a professor/a al <a href="http://phobos.xtec.cat/qv/moodle" target="_blank">mQVdle</a>, &eacute;s a dir, el Moodle de Quaderns Virtuals que heu vist abans.</p>
    </td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td class="titol1">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538" class="titol1">Moodle</td>
  </tr>
  <tr> 
    <td width="84" height="40" valign="top"> <div align="right"><img src="../icons/conceptes.gif" width="60" height="30" alt="Informaci&oacute;" align="middle"></div></td>
    <td width="538" class="text"><p>Moodle &eacute;s l&rsquo;acr&ograve;nim de <em>Modular Object-Oriented Dynamic Learning Environment</em>, &eacute;s a dir, entorn 
      modular din&agrave;mic d&rsquo;aprenentatge orientat a objectes. Es tracta d&rsquo;un entorn:</p>
      <ul>
        <li>Virtual ja que &eacute;s un espai de comunicaci&oacute; a Internet on t&eacute; lloc l&rsquo;ensenyament i l&rsquo;aprenentatge.</li>
        <li>Din&agrave;mic perqu&egrave; s&rsquo;actualitza immediatament a cada intervenci&oacute; nova dels participants. &Eacute;s utilitzat per un gran nombre d'usuaris, que creix dia a dia, i est&agrave; tradu&iuml;t a setanta lleng&uuml;es, entre elles, el catal&agrave;.</li>
        <li>Modular perqu&egrave; s&rsquo;hi poden afegir funcionalitats noves, o m&ograve;duls d&rsquo;activitats, que encaixen
        perfectament amb les presents.</li>
        <li>Orientat a objectes, per la forma en qu&egrave; s&rsquo;ha programat.</li>
      </ul>      
      <p>A la pr&agrave;ctica <a href="d82m4p2.htm"><img src="../icons/2.gif" width="25" height="25" alt="2"border=0></a>, heu vist els beneficis que aporta Moodle als estudiants: els ofereix un entorn privat i personal on han d'identificar-se per entrar, i que, un cop dins, els facilita la localitzaci&oacute; i l'acc&eacute;s als cursos als quals estan inscrits. Quan un estudiant entra en un curs, troba una estructura clara, entenedora i molt navegable, amb activitats programades seguint el calendari proposat pel professorat i amb recursos interns, com ara textos i imatges, o recursos externs, com llocs web per visitar.
        Tamb&eacute; hi ha les diferents vies de comunicaci&oacute; per mantenir el contacte amb el professorat i amb
      la resta de companys i companyes: f&ograve;rums de discussi&oacute; en grup, missatgeria interna  i retroacci&oacute; del professorat a tots els treballs i activitats que faci. </p>
      <p>Per&ograve; Moodle no nom&eacute;s &eacute;s profit&oacute;s per als estudiants, tamb&eacute; ofereix beneficis al professorat, que no necessita tenir cap mena de coneixement t&egrave;cnic ni de programaci&oacute; per accedir-hi. De nou, un cop identificat, el professorat es troba amb una interf&iacute;cie visual molt agradable i amigable des de la qual  pot crear f&agrave;cilment activitats did&agrave;ctiques motivadores, tant individuals com grupals, i pot afegir-hi recursos de tota mena.
    A m&eacute;s, fer el seguiment i l&rsquo;avaluaci&oacute; dels estudiants i de l&rsquo;efectivitat de les activitats &eacute;s una tasca molt senzilla i que es pot personalitzar.</p>
      <p>&nbsp;      </p>
      <p align="justify" class="titol2"><strong>Edici&oacute; d'un curs: creaci&oacute; d'activitats de Quaderns Virtuals</strong></p>
      <p>Moodle crea espais d&rsquo;ensenyament i aprenentatge anomenats <em>cursos</em>, que es poden configurar de moltes maneres  perqu&egrave; responguin plenament a les vostres necessitats educatives. Hi ha tres tipus diferents de cursos: els que tenen estructura setmanal, els que estan estructurats per temes i els de tipus social. </p>
      <p>Per incorporar un o m&eacute;s Quaderns a un curs cal:</p>
      <ul>
        <li>Activar l'edici&oacute; del curs clicant al bot&oacute; <strong>Activa edici&oacute; </strong>de la part superior dreta de la p&agrave;gina. </li>
        <li>Escollir el punt on voleu inserir el Quadern: a la part comuna del curs o b&eacute; a la setmana o tema corresponent </li>
        <li>Anar a la llista <strong>Afegeix una activitat</strong>, desplegar-la i seleccionar <strong>Quadern Virtual</strong>. Si no apareix aquesta categoria a la llista, heu d'instal&middot;lar el m&ograve;dul de Quaderns Virtuals per a Moodle, que es pot descarregar del portal de projectes de <a href="https://projectes.lafarga.cat/projects/q-virtuals/" target="_blank">lafarga.cat</a>. </li>
      </ul>      </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center"><img src="../icons/m4_p4_05.gif" width="168" height="232"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center"><span class="peuimatge"> Llista per afegir una activitat de tipus Quadern Virtual </span></div></td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td  class="text"><ul>
      <li>Omplir el formulari d'edici&oacute; i configuraci&oacute; del Quadern Virtual:</li>
    </ul></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center"><img src="../icons/m4_p4_06.gif" width="500" height="293"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center"><span class="peuimatge"> Llista per afegir una activitat de tipus Quadern Virtual </span></div></td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td  class="text"><ul>
      <ul>
        <li><strong>Nom</strong>:
            nom de l'activitat (per exemple, pot coincidir amb el t&iacute;tol del Quadern).</li>
        <li><strong>Descripci&oacute;</strong>: enunciat amb informaci&oacute; sobre  l'activitat per fer. </li>
        <li><strong>Enlla&ccedil; del Quadern</strong>: adre&ccedil;a del fitxer XML que cont&eacute; el Quadern. Es pot obtenir m&eacute;s informaci&oacute; sobre com obtenir aquesta adre&ccedil;a clicant sobre l'ajuda (<img src="../icons/m4_p4_07.gif" width="17" height="17">).</li>
        <li><strong>Aparen&ccedil;a</strong>:
  entorn visual amb qu&egrave; es mostrar&agrave; el Quadern. Clicant al bot&oacute; <strong>Visualitzaci&oacute; pr&egrave;via</strong>, que apareix a la part inferior esquerra de la pantalla, es pot consultar l'aspecte del format triat.</li>
        <li><strong>Nombre m&agrave;xim de lliuraments</strong>: nombre m&agrave;xim de vegades que un alumne/a pot fer de cada Quadern.</li>
        <li><strong>Mostra correcci&oacute;</strong>: indica si s'ha de mostrar als alumnes la correcci&oacute; de les respostes a mesura que vagin lliurant els fulls. </li>
        <li>          <strong>Mostra intervencions</strong>:
          indica si han d'apar&egrave;ixer els quadres d'intervenci&oacute; que permeten establir una comunicaci&oacute; as&iacute;ncrona entre el professorat i els seus alumnes.</li>
        <li><strong>Finestra</strong>: per defecte l'activitat s'obre en una fitxa on es mostra la descripci&oacute; i el Quadern, per&ograve; es pot configurar perqu&egrave; s'obri directament en una  finestra nova (sense haver de visualitzar aquesta fitxa).</li>
        </ul>
      <li> Clicar  al bot&oacute; <strong>Desa els canvis</strong> per crear el Quadern un cop estiguin configurats els par&agrave;metres anteriors.</li>
    </ul>      
      <p>&nbsp;</p>
      <p><span class="titol2"><strong>Seguiment dels Quaderns </strong></span></p>
      <p>Un dels principals avantatges de fer servir Quaderns Virtuals amb Moodle &eacute;s que el professorat coneix l'estat de cadascun dels Quaderns que tenen assignats els alumnes que estan inscrits a un curs. Per accedir a aquesta informaci&oacute;, s'ha de seleccionar el Quadern mitjan&ccedil;ant el men&uacute; <strong>Activitats</strong> / <strong>Quaderns Virtuals</strong> de l'esquerra, o b&eacute; clicant directament sobre el Quadern a la fitxa del curs.</p>      </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center"><img src="../icons/m4_p4_08.gif" width="500" height="250"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center"><span class="peuimatge"> Acc&eacute;s al Quadern Virtual dels alumnes que estan inscrits a un curs</span></div></td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td  class="text"><p>Des de la pantalla de consulta del Quadern Virtual, el professor/a pot, per una banda, accedir al Quadern de cada alumne/a i, per una altra, con&egrave;ixer l'estat, la puntuaci&oacute; i el nombre de lliuraments de tots els Quaderns dels alumnes inscrits al curs.</p>    </td>
  </tr>
  <tr>
    <td >&nbsp;</td>
    <td  class="text"><p>&nbsp;</p>
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="titol1">Desenvolupament de la pr&agrave;ctica </td>
  </tr>
  <tr> 
    <td width="84" class="titol2" valign="top" height="45"> <div align="right"><img src="../icons/practica.gif" width="60" height="30" alt="Pr&agrave;ctica"></div></td>
    <td width="538" height="45" valign="top" class="titol2"> <p class="textnegreta">En 
      aquesta pr&agrave;ctica, se us proposa crear un curs  a la plataforma educativa Moodle que contingui, com a m&iacute;nim, una activitat del tipus Quaderns Virtuals.</p></td>
  </tr>
  <tr> 
    <td width="84" height="48">&nbsp;</td>
    <td width="538" height="48" class="text"><p>Segons les explicacions d'aquesta pr&agrave;ctica, heu d'accedir al  Moodle i assignar, com a m&iacute;nim, un Quadern:</p>      
      <ul>
        <li>Creeu o editeu el curs al qual voleu afegir el Quadern. </li>
        <li>  Al  punt on voleu inserir el Quadern, seleccioneu <strong>Quadern Virtual </strong>de la llista desplegable <strong>Afegeix una activitat</strong>.</li>
        <li>Ompliu els par&agrave;metres de configuraci&oacute; del Quadern. Podeu provar  diferents combinacions per acabar d'entendre cadascun d'aquests par&agrave;metres.</li>
        <li>Accediu al Quadern per veure la llista d'usuaris que estan inscrits al curs i comproveu si han fet les activitats. En aquest cas, verifiqueu-ne els resultats.</li>
    </ul></td>
  </tr>
  <tr> 
    <td width="84" height="14">&nbsp;</td>
    <td width="538" height="14" class="text">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84" height="51" valign="top"> <div align="right"><img src="../icons/atencio.gif" width="60" height="30" alt="Atenci&oacute; !"></div></td>
    <td width="538" height="51"> <p class="text">La XTEC compta amb un <a href="http://phobos.xtec.cat/moodle" target="_blank">espai Moodle</a> que ofereix diferents cursos que serveixen com a punt de trobada perqu&egrave; totes aquelles persones que comencen amb Moodle es puguin trobar i intercanviar materials, pensaments i sentiments al voltant d'aquesta eina tan potent.</p>
      <p class="text">A m&eacute;s, dins el Pla de Formaci&oacute; Permanent del Professorat del Departament d'Educaci&oacute; i Universitats, hi ha el curs <a href="http://www.xtec.net/formaciotic/curstele/d136/" target="_blank"><em>D136 Entorns virtuals d'aprenentatge: Moodle</em></a>. &Eacute;s recomanable revisar-ne el  material per ampliar els coneixements de la plataforma educativa Moodle i per aprendre a instal&middot;lar el m&ograve;dul de Quaderns Virtuals. </p></td>
  </tr>
  <tr> 
    <td width="84" height="2">&nbsp;</td>
    <td width="538" height="2">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538"> <div align="right"><a href="#amunt"><img src="../icons/amunt.gif" width="25" height="25" border="0" alt="Amunt"></a></div></td>
  </tr>
  <tr> 
    <td colspan="2"><img src="../icons/linia.gif" width="620" height="4"></td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538">&nbsp;</td>
  </tr>
</table>
</body>
</html>
