<html>
<head>
<title>D82. M&ograve;dul 4. Pr&agrave;ctica 2. Quaderns Virtuals, aprenentatge i avaluaci&oacute; en xarxa</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../estils/matform.css" type="text/css">

<style type="text/css">
<!--
.Estilo1 {font-weight: bold}
-->
</style>
</head>

<body bgcolor="#FFFFFF" text="#000000" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" background="../icons/fons.gif">
<table width="625" border="0" cellspacing="0" cellpadding="2" class="nomcurs">
  <tr> 
    <td colspan="3" height="21"><img src="../icons/invisible.gif" width="8" height="8"><a name="amunt"></a></td>
  </tr>
</table>

<table width="625" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td colspan="14"> 
      <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td width="41" height="10"> 
            <div align="center"><a href="index.htm"><img src="../icons/enrera.gif" width="25" height="25" border="0" alt="Enrera"></a></div>
          </td>
          <td width="83" height="10" class="modulsup">M<a></a>&ograve;dul 4</td>
          <td width="501" height="10"> 
            <div align="right"
class="nomcurs">Quaderns Virtuals: aprenentatge i avaluaci&oacute; en xarxa</div>
          </td>
        </tr>
      </table>
    </td>
  </tr>
  <tr> 
    <td colspan="14" height="11"><img src="../icons/linia.gif" width="620" height="4"></td>
  </tr>
  <tr> 
    <td height="11" width="42">&nbsp;</td>
    <td height="11" width="83" class="modulsup">Pr&agrave;ctica</td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p1.htm"><img src="../icons/1.gif" alt="1" width="25" height="25" border="0"></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p2.htm"><img src="../icons/a2.gif" width="25" height="25" alt="2"border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p3.htm"><img src="../icons/3.gif" width="25" height="25" alt="3" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p4.htm"><img src="../icons/4.gif" width="25" height="25" alt="4" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"><a href="d82m4p5.htm"><img src="../icons/5.gif" width="25" height="25" alt="5" border=0></a></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="26"> 
      <div align="center"></div>
    </td>
    <td height="11" width="56">&nbsp;</td>
    <td height="11" width="70">&nbsp;</td>
    <td height="11" width="141" class="modulsup"> 
      <div align="right">Exercicis</div>
    </td>
    <td height="11" width="31"> 
      <div align="right" class="modulsup"><a href="d82m4ex.htm"><img src="../icons/ex.gif" width="25" height="25" border="0" alt="Exercicis"></a></div>
    </td>
  </tr>
  <tr> 
    <td height="19" colspan="14">&nbsp;</td>
  </tr>
  <tr> 
    <td height="2" colspan="14">&nbsp; </td>
  </tr>
</table>
<table width="630" border="0" cellspacing="0" cellpadding="2">
  <tr> 
    <td width="84"> <div align="right"></div></td>
    <td width="538" class="text" > <p>Ara que ja heu vist, a la pr&agrave;ctica 
        anterior, com publicar un Quadern mitjan&ccedil;ant una p&agrave;gina 
        web dedicarem la resta de pr&agrave;ctiques d'aquest m&ograve;dul a con&egrave;ixer 
        les possibiltats d'integrar Quaderns Virtuals a les plataformes educatives 
        Moodle, educampus i la intranet de centre.</p>    </td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td class="titol1">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538" class="titol1">Avantatges de la publicaci&oacute; d'un Quadern a una plataforma educativa </td>
  </tr>
  <tr> 
    <td width="84" height="40" valign="top"> <div align="right"><img src="../icons/conceptes.gif" width="60" height="30" alt="Informaci&oacute;" align="middle"></div></td>
    <td width="538" class="text"><p>S'ent&eacute;n per <em>plataforma educativa</em> 
        un entorn virtual din&agrave;mic o un espai de comunicaci&oacute; a Internet, 
        on t&eacute; lloc l'ensenyament i l&rsquo;aprenentatge. Alguns exemples 
        de plataformes s&oacute;n: <a href="http://www.edu365.com/educampus" target="_blank">educampus</a>, 
        la <a href="http://phobos.xtec.cat/intraweb/web/" target="_blank">intranet 
        de centre</a>, <a href="http://moodle.org" target="_blank">Moodle</a> 
        i <a href="http://www.claroline.net/" target="_blank">Claroline</a>. </p>
      <p>Actualment, Quaderns Virtuals &eacute;s un servei totalment integrat 
        a les plataformes educampus, Moodle i la<em> </em>intranet de centre: 
        el professorat pot assignar Quaderns als alumnes donats d'alta a qualsevol 
        d'aquestes plataformes. Per a cada Quadern, el professor/a pot determinar 
        un conjunt de par&agrave;metres, com ara, l'aparen&ccedil;a, el nombre 
        m&agrave;xim de lliuraments o si est&agrave; permesa la correcci&oacute; 
        autom&agrave;tica.</p>
      <p><br>
      </p></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text">
      <div align="center"><img src="../icons/m4_p2_01.gif" width="460" height="291"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td>
      <div align="center" class="peuimatge">Plataformes educatives amb Quaderns 
        Virtuals: educampus, Moodle i Intraweb<br>
    </div></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30">
      <p>&nbsp; </p>
      <p>L'alumnat, un cop identificat dins el sistema, trobar&agrave; els enlla&ccedil;os de les activitats que tingui<br>
        assignades. Des de la pantalla inicial de cada Quadern, alumnes i professors 
        podran accedir als diferents fulls, veure l&rsquo;estat del Quadern (iniciat, 
        lliurat o corregit), comprovar els lliuraments realitzats i consultar 
        la puntuaci&oacute;. El nombre de fulls i els t&iacute;tols els determinar&agrave; 
        l&rsquo;autor/a del Quadern mitjan&ccedil;ant l&rsquo;editor. L'aparen&ccedil;a 
        o entorn visual, el l&iacute;mit de lliuraments, l&rsquo;activaci&oacute; 
        de correcci&oacute; autom&agrave;tica i el fet de permetre anotacions 
        per a cada pregunta s&oacute;n opcions molt interessants des del punt 
        de vista pedag&ograve;gic. Aquestes opcions seran establertes pel professor/a 
        un cop assigni els Quaderns al seu grup classe a trav&eacute;s d'alguna 
        de les plataformes educatives anteriors.</p>      
      <p>&nbsp;</p></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text">
      <div align="center"><img src="../icons/m4_p2_20.gif" width="500" height="225"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td>
      <div align="center" class="peuimatge">Pantalla inicial d&rsquo;un Quadern 
        amb l&rsquo;aparen&ccedil;a est&agrave;ndard<br>
    </div></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30">
      <p> La correcci&oacute; autom&agrave;tica permet l&rsquo;autoavaluaci&oacute;, 
        d'aquesta manera, l'alumnat pot fer Quaderns individualment i des de casa 
        com a feina de refor&ccedil;. L&rsquo;alumnat podr&agrave; comprovar si 
        les seves respostes s&oacute;n correctes o no mitjan&ccedil;ant una retroacci&oacute; 
        (<em>feedback</em>) immediata dels seus resultats.<br>
        Sovint, poden passar dies des que s&rsquo;encomanen les activitats tradicionals 
        als alumnes fins que reben les correccions i els comentaris dels docents. 
        Amb l&rsquo;opci&oacute; de correcci&oacute; autom&agrave;tica dels Quaderns, 
        a m&eacute;s de l&rsquo;atractiu de l&rsquo;entorn multim&egrave;dia, 
        con&egrave;ixer els resultats al moment els refor&ccedil;ar&agrave; l&rsquo;aprenentatge.<br>
        Tanmateix, els Quaderns poden ser un recurs did&agrave;ctic per fer servir 
        a les aules, amb correcci&oacute; autom&agrave;tica o diferida, per treballar 
        en grup o individualment. El professorat ser&agrave; l&rsquo;agent educatiu 
        que decidir&agrave; l&rsquo;&uacute;s segons les finalitats i els objectius 
        educatius de les sessions atenent a les particularitats del seu alumnat.<br>
      <br>
        L&rsquo;altra opci&oacute;, permetre anotacions per a cadascuna de les 
        activitats, &eacute;s possible gr&agrave;cies als quadres d&rsquo;intervenci&oacute;, 
        que permeten la interacci&oacute; educativa alumnat &ndash; professorat. 
        Aquest recurs de comunicaci&oacute; asincr&ograve;nica, que pot apar&egrave;ixer 
        a cada activitat si el docent aix&iacute; ho estableix, possibilita que 
        l&rsquo;alumnat pugui fer arribar al seu professor/a, els dubtes i els 
        comentaris que li sorgeixin durant l'elaboraci&oacute; del Quadern. El 
        professorat t&eacute;, amb aquest recurs, una eina per poder interactuar 
        amb l'alumnat i fer un seguiment individualitzat de l&rsquo;aprenentatge.<br>
      <br>
    </p>
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text">
      <div align="center"><img src="../icons/m4_p2_21.gif" alt="Quadre d'intervenció" width="419" height="84"></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td>
      <div align="center" class="peuimatge">Quadre d&rsquo;intervenci&oacute; d&rsquo;una pregunta<br>
    </div></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30">
      <p> Els Quaderns es poden fer en una &uacute;nica sessi&oacute; o es poden 
        treballar en dies successius, ja que les respostes de l'alumnat, aix&iacute; 
        com les comunicacions generades amb els quadres d'intervenci&oacute;, 
        es guarden al servidor de Quaderns Virtuals. D'aquesta manera, el professor/a 
        pot consultar en qualsevol moment l'estat dels Quaderns per fer un seguiment 
        individualitzat dels seus alumnes i poder-ne avaluar adequadament l'aprenentatge.</p>    </td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538" class="text"><p>&nbsp;</p>
    <p>&nbsp;</p></td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538" class="titol1">Acc&eacute;s des de diferents plataformes educatives </td>
  </tr>
  <tr> 
    <td width="84" height="30" valign="top"><img src="../icons/conceptes.gif" width="60" height="30" alt="Informaci&oacute;" align="middle"></td>
    <td width="538" class="text" height="30"><p>Un dels objectius d'aquesta pr&agrave;ctica 
        &eacute;s oferir una visi&oacute; general de l'acc&eacute;s a un Quadern 
        des de diferents plataformes educatives, per&ograve; sense entrar en detall 
        dels passos que s'han de seguir per donar-lo d'alta a la plataforma. Aix&ograve; 
        ser&agrave; el que veureu a les pr&ograve;ximes pr&agrave;ctiques, on 
        es tracten individualment cadascuna d'aquestes plataformes i s'explica 
        com afegir Quaderns i fer-ne el seguiment. </p>
      <p>&nbsp;</p>    </td>
  </tr>
  <tr class="text">
    <td>&nbsp;</td>
    <td class="text"><span class="titol2">educampus</span></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30"><p>Educampus &eacute;s la plataforma educativa 
        del Departament d'Educaci&oacute; i Universitats. La seva unitat de treball 
        s&oacute;n les activitats. Una activitat pot estar formada per diferents 
        materials, com ara: fitxers, enlla&ccedil;os o Quaderns Virtuals. Per 
        tant, abans d'accedir a un Quadern, heu d'accedir a l'activitat que el 
        cont&eacute;. Per fer-ho, primer heu d'entrar a <a href="http://www.edu365.com/educampus" target="_blank">educampus</a> 
        amb el vostre identificador de la XTEC i la vostra contrasenya. Una vegada 
        hagueu entrat, us apareixer&agrave; la llista d'activitats que teniu donades 
        d'alta o assignades en aquest entorn virtual.</p>
      <p>&nbsp;</p></td>
  </tr>
  <tr>
    <td class="titol2 Estilo1">&nbsp;</td>
    <td align="center" class="titol2"><img src="../icons/m4_p2_05.gif"  alt="Activitats d'un alumne a Educampus" align="middle" width="500" height="227"></td>
  </tr>
  <tr>
    <td class="titol2">&nbsp;</td>
    <td align="center" class="peuimatge">Llista d'activitats d'un alumne/a a educampus</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text">Per accedir al Quadern, cal que cliqueu sobre l'activitat 
      i seleccioneu el Quadern mitjan&ccedil;ant el men&uacute; de l'esquerra. 
    </td>
  </tr>
  <tr>
    <td class="titol2 Estilo1">&nbsp;</td>
    <td align="center" class="titol2"><p><img src="../icons/m4_p2_06.gif" width="500" height="254"></p>    </td>
  </tr>
  <tr>
    <td class="titol2">&nbsp;</td>
    <td align="center" class="peuimatge">Fitxa de l'activitat que permet accedir al Quadern</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text">&nbsp;</td>
  </tr>
  <tr class="text">
    <td>&nbsp;</td>
    <td class="text"><span class="titol2">Intranet de centre </span></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30"><p> El projecte <a href="http://phobos.xtec.cat/intraweb/" target="_blank">Intraweb</a> 
        &eacute;s un gestor de continguts basat en <a href="http://www.postnuke.com" target="_blank">PostNuke</a> 
        que proporciona mecanismes de comunicaci&oacute; als centres, a la vegada 
        que aporta solucions a problemes quotidians de la vida escolar. A m&eacute;s, 
        dota el professorat de recursos per a l'ensenyament de les TIC i ajuda, 
        d'aquesta manera, l'alumnat a assolir les compet&egrave;ncies b&agrave;siques 
        en aquest &agrave;mbit. Un d'aquests recursos &eacute;s el m&ograve;dul 
        que permet integrar-la amb Quaderns Virtuals.</p>
      <p>Un cop hagueu entrat a la <a href="http://phobos.xtec.cat/qv/intranet/" target="_blank">intranet 
        de Quaderns Virtuals</a> amb el vostre identificador de la XTEC i la vostra 
        contrasenya podreu accedir als Quaderns que tingueu assignats des del 
        bloc <strong>Quaderns Virtuals</strong> i tamb&eacute; des del bloc <strong>Men&uacute;</strong> 
        / <strong>Quaderns Virtuals</strong>. </p>
    </td>
  </tr>
  <tr>
    <td class="titol2 Estilo1">&nbsp;</td>
    <td align="center" class="titol2"><p><img src="../icons/m4_p2_02.gif" width="500" height="299"></p>        </td>
  </tr>
  <tr>
    <td class="titol2">&nbsp;</td>
    <td align="center" class="peuimatge">Acc&eacute;s als Quaderns des del bloc 
      Quaderns Virtuals (1) o des del bloc Men&uacute; (2) de la intranet de centre 
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text"><div align="justify">
        <p>En el bloc de Quaderns Virtuals, apareix la relaci&oacute; de Quaderns 
          que heu assignat, aix&iacute; com els Quaderns que us han estat assignats. 
          Com podeu veure a la imatge anterior, la llista de Quaderns que us han 
          assignat est&agrave; precedida del t&iacute;tol <strong>Els meus Quaderns</strong>. 
          En fer clic sobre el nom d'un Quadern, accedireu a les activitats d'aquest 
          Quadern. En canvi, si feu clic a l'enlla&ccedil; anomenat <strong>Detalls</strong>, 
          accediu a la informaci&oacute; de la llista de Quaderns que teniu assignats. 
        </p>
        </div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center">
        <p><img src="../icons/m4_p2_03.gif" width="500" height="217"></p>
        </div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td><div align="center"><span class="peuimatge">Fitxa d'un Quadern que t&eacute; 
        assignat un usuari/&agrave;ria </span></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text"><p align="justify">Per a cadascun dels Quaderns als quals 
        t&eacute; acc&eacute;s una persona, es genera una fitxa amb informaci&oacute; 
        sobre el Quadern. Per accedir a les activitats, cal fer clic a l'enlla&ccedil; 
        <strong>Fes clic aqu&iacute; per accedir al Quadern</strong>. Cadascuna 
        de les assignacions s'acompanya d'un text explicatiu que ha escrit la 
        persona que ha fet l'assignaci&oacute; del Quaderns. </p>
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text">&nbsp;</td>
  </tr>
  <tr class="text">
    <td>&nbsp;</td>
    <td class="text"><span class="titol2">Moodle</span></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30"><p><a href="http://moodle.org" target="_blank">Moodle</a> 
        &eacute;s un entorn virtual din&agrave;mic de codi lliure que permet l'ensenyament 
        i l'aprenentatge. Est&agrave; tradu&iuml;t a m&eacute;s de disset lleng&uuml;es 
        i &eacute;s molt f&agrave;cil d'usar, de gestionar i d'administrar.</p>
      <p>La unitat de treball de Moodle s&oacute;n els cursos, que, alhora, poden 
        estar formats per recursos (p&agrave;gines web, documents...) i activitats, 
        com per exemple: f&ograve;rums, wikis o Quaderns Virtuals. Per tant, per 
        poder veure correctament el Quadern Virtual, primer s'ha d'accedir al 
        curs que el cont&eacute;.</p>
      <p>Podeu accedir al <a href="http://phobos.xtec.cat/qv/moodle/" target="_blank">Moodle 
        de Quaderns Virtuals</a> fent servir, de nou, el vostre identificador 
        de la XTEC i la vostra contrasenya. Tingueu en compte que el primer cop 
        que entreu haureu d'emplenar una formulari amb les vostres dades personals.</p>
      <p>Un cop dins, us heu d'inscriure al curs <em>Moodle i  Quaderns Virtuals</em> i ja podreu accedir al/s quadern/s 
        que contingui. </p>      </td>
  </tr>
  <tr>
    <td class="titol2 Estilo1">&nbsp;</td>
    <td align="center" class="titol2"><p><img src="../icons/m4_p2_30.gif" width="500" height="377"></p></td>
  </tr>
  <tr>
    <td class="titol2">&nbsp;</td>
    <td align="center" class="peuimatge">Quadern Virtual a un curs de Moodle</td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
    <td class="text" height="30">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84" height="14">&nbsp;</td>
    <td width="538" height="14" class="text">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84" class="titol2" valign="top" height="45"> <div align="right"><img src="../icons/practica.gif" width="60" height="30" alt="Pr&agrave;ctica"></div></td>
    <td width="538" height="45" valign="top" class="titol2"> <p class="textnegreta">En 
      aquesta pr&agrave;ctica, se us proposa accedir a diferents plataformes que permeten integrar Quaderns Virtuals.</p></td>
  </tr>
  <tr> 
    <td width="84" height="48">&nbsp;</td>
    <td width="538" height="48" class="text"><p>Segons les explicacions pr&egrave;vies 
        d'aquesta pr&agrave;ctica, heu d'accedir a les plataformes seg&uuml;ents 
        i fer el Quadern que us trobareu assignat:</p>
      <ul>
        <li>educampus. Per accedir-hi, us heu d'identificar a: <a href="http://www.edu365.com/educampus" target="_blank">http://www.edu365.com/educampus</a>. 
          Per fer-ho, heu d'escriure el vostre nom d'usuari/&agrave;ria de la 
          XTEC, sense <em>@xtec.net</em> a la casella corresponent i en min&uacute;scules, 
          i la vostra contrasenya.</li>
        <li>Intranet de centre. Cal que accediu a: <a href="http://phobos.xtec.cat/qv/intranet" target="_blank">http://phobos.xtec.cat/qv/intranet</a>. 
          Us heu d'identificar amb el nom d'usuari/&agrave;ria de la XTEC, sense 
          <em>@xtec.net</em>, i la vostra contrasenya.</li>
        <li>Moodle. Heu d'accedir a <a href="http://phobos.xtec.cat/qv/moodle" target="_blank">http://phobos.xtec.cat/qv/moodle</a> 
          amb el nom d'usuari/&agrave;ria de la XTEC, sense<em> @xtec.net</em>, 
          i la vostra contrasenya.</li>
      </ul></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="titol2">&nbsp;</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td class="text"><table width="100%"  border="0">
        <tr>
          <td width="8%" align="right" valign="top">***</td>
          <td width="92%" class="text">Aquesta activitat formar&agrave; part dels 
            exercicis del m&ograve;dul que s'ha de lliurar. <br>
            Trobareu m&eacute;s informaci&oacute; i detall d'aquesta proposta 
            d'activitat a l'apartat d'<a href="d82m4ex.htm">exercicis</a> finals 
            d'aquest m&ograve;dul 4.</td>
        </tr>
    </table></td>
  </tr>
  <tr> 
    <td width="84" height="14">&nbsp;</td>
    <td width="538" height="14" class="text">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84" height="51" valign="top"> <div align="right"><img src="../icons/atencio.gif" width="60" height="30" alt="Atenci&oacute; !"></div></td>
    <td width="538" height="51"> <p class="text">Amb l'objectiu d'encabir correctament 
        el treball des de qualsevol plataforma educativa respecte del proc&eacute;s de creaci&oacute; 
        d'un Quadern Virtual, se us recomana consultar la informaci&oacute; corresponent 
        a l'apartat de <b>Funcionament Cicle Complert</b>, de l'espai web de Quaderns 
        Virtuals.</p></td>
  </tr>
  <tr> 
    <td width="84" height="2">&nbsp;</td>
    <td width="538" height="2"><a href="http://clic.xtec.net/qv_web/ca/qv_caract.htm#funcionament" target="_blank">http://clic.xtec.net/qv_web/ca/qv_caract.htm#funcionament</a></td>
  </tr>
  <tr> 
    <td width="84" height="2">&nbsp;</td>
    <td width="538" height="2">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538"> <div align="right"><a href="#amunt"><img src="../icons/amunt.gif" width="25" height="25" border="0" alt="Amunt"></a></div></td>
  </tr>
  <tr> 
    <td colspan="2"><img src="../icons/linia.gif" width="620" height="4"></td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538">&nbsp;</td>
  </tr>
  <tr> 
    <td width="84">&nbsp;</td>
    <td width="538">&nbsp;</td>
  </tr>
</table>
</body>
</html>
