<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"><!-- InstanceBegin template="/Templates/WebQV.dwt" codeOutsideHTMLIsLocked="false" -->
<head>
<!-- InstanceBeginEditable name="doctitle" -->
  <title>Quaderns Virtuals</title>
<!-- InstanceEndEditable -->  
  <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
  <LINK rel="stylesheet" type="text/css" href="../css/qv_web.css" />
  <LINK rel="icon" type="image/x-icon" href="../image/favicon.ico"/>
  <LINK rel="shortcut icon" type="image/x-icon"  href="../image/favicon.ico"/>

<!-- InstanceBeginEditable name="menu_sel" -->
<script language="JavaScript" type="text/javascript">
var menu_n1_sel="m_suport";
var menu_n2_sel="m_suport_faq";
</script>
<style type="text/css">
<!--
.Estilo1 {
	color: #FF0000;
	font-weight: bold;
}
-->
</style>
<!-- InstanceEndEditable -->  

<script type="text/javascript" src="scripts/menu_qv.js"></script>
<script type="text/javascript" src="../scripts/qv_web.js"></script>
<script type="text/javascript" src="http://clic.xtec.net/qv_web/scripts/launchQV.js"></script>
</head>

<body>
<table border="0" cellpadding="0" cellspacing="0" width="100%" style="height:100%">
<tr>
	<td>
	<!-- CAPÇALERA -->
		<table border="0" cellpadding="0" cellspacing="0" width="700">
		<tr>
			<td><a href="index.htm"><img src="../image/logo.gif" width="93" height="107" alt="Logo de Quaderns Virtuals" border="0"/></a></td>
			<td width="600" style="background: url(../image/fons_menu.gif)">
				<table border="0" cellpadding="0" cellspacing="0">
				<tr>
					<td height="31px"></td>
				</tr>
				<tr>
					<td>
						<table border="0" cellpadding="0" cellspacing="0" height="16px">
						<tr>
							<script>
								for(i=0;i<menu_n1.length;i++){
									var bg = "";
									document.writeln("<td>|</td>");
									if (menu_n1_sel==menu_n1[i][0]) bg=" style='background: url(../image/m_n1_fons.jpg)' ";
									document.writeln("<td id="+menu_n1[i][0]+bg+">&nbsp;&nbsp;");
									document.writeln("<a class='menu' href='"+menu_n1[i][2]+"'>"+menu_n1[i][1]+"</a>");
									document.writeln("&nbsp;&nbsp;</td>");
								}
							</script>
							<td>|</td>
						</tr>
						</table>					
					</td>
				</tr>
				<tr>
					<td height="7px"></td>
				</tr>
				<tr>
					<td>
						<table border="0" cellpadding="0" cellspacing="0" height="16px" style='background: url(../image/m_n1_fons.jpg)'>
						<tr>
							<script>
							 if (menu_n1_sel!=""){
								var menu_n2 = eval(menu_n1_sel+"_n2");
								for(i=0;i<menu_n2.length;i++){
									var bg = "";
									document.writeln("<td>|</td>");
									if (menu_n2_sel==menu_n2[i][0]) bg=" style='background: url(../image/m_n2_fons.jpg)' ";
									document.writeln("<td id="+menu_n2[i][0]+bg+">&nbsp;&nbsp;");
									document.writeln("<a class='menu' href='"+menu_n2[i][2]+"'>"+menu_n2[i][1]+"</a>");
									document.writeln("&nbsp;&nbsp;</td>");
								}
							 } else{
							 	document.writeln("<td></td>");
							 }
							</script>
						</tr>
						</table>
					</td>
				</tr>
				</table>
			</td>
			<td width="8" style="background: url(../image/fons_menu_d.gif)"></td>
		</tr>
		</table>
	</td>
</tr>
<tr>
	<td height="20px"></td>
</tr>
<tr>
	<td style="height:100%">
	<!-- CONTINGUT -->
		<table border="0" cellpadding="0" cellspacing="0" width="700" style="height:100%">
		<tr>
			<td width="80"></td>
			<td style="height:100%">
				<table border="0" cellpadding="0" cellspacing="0" width="100%" style="height:100%">
				<tr>
					<td class="titol1"><!-- InstanceBeginEditable name="titol" --><span class="titol2"><a name="top" id="top"></a></span>Preguntes freq&uuml;ents <!-- InstanceEndEditable --></td>
				</tr>
				<tr>
					<td class="linia-titol" height="1px" width="100%"></td>
				</tr>
				<tr>
					<td class="text" style="height:100%"><!-- InstanceBeginEditable name="text" -->
					<p class="titol2">CREACI&Oacute; I EDICI&Oacute; DE QUADERNS </p>
					<p align="left" class="titol2"><strong>GENERAL</strong></p>
					<ul>
					  <li><a href="#faq1"> Qu&egrave; s'ha de fer per ampliar l'espai inicial (5 MB) de l'editor?</a></li>
				      <li><a href="#faq2"> Qu&egrave; s'ha de fer per copiar i enganxar amb l'editor HTML que incorporen els Quaderns Virtuals?</a></li>
					  <li><a href="#faq3"> Hi ha algun corrector ortogr&agrave;fic dins l'editor?</a></li>
					  <li><a href="#faq4"> Qu&egrave; cal fer per comprimir un Quadern?</a></li>
					  <li><a href="#faq5"> Qu&egrave; cal fer per esborrar la mem&ograve;ria cau?</a></li>
					  <li><a href="#faq6"> Per qu&egrave; tot i haver canviat una imatge continuo veient l'antiga?</a></li>
					  <li><a href="#faq7"> Es pot canviar el nom d'un Quadern?</a></li>
					  <li><a href="#faq8"> Es poden crear carpetes per endre&ccedil;ar els Quaderns?</a></li>
					  <li><a href="#faq9"> Es poden importar/exportar preguntes o fulls entre Quaderns?</a></li>
					  <li><a href="#faq10"> Es pot treballar sense connexi&oacute; a Internet amb l'editor?</a></li>
					</ul>
					<p align="left" class="titol2"><strong>PREGUNTES D'OMPLIR ESPAIS </strong></p>
					<ul>
					  <li><a href="#faq11">Qu&egrave; s'ha de fer per escriure ap&ograve;strofs a la soluci&oacute;?</a></li>
					  <li><a href="#faq12"> Si hi ha dues paraules iguals a la resposta, s'han de posar noms diferents a les variables?</a></li>
					  <li><a href="#faq13"> Com es fa per crear una pregunta oberta de m&eacute;s d'una l&iacute;nia?</a></li>
					  <li><a href="#faq14"> Com s'ajusta la mida dels camps de text per a les preguntes obertes?</a></li>
				    </ul>
					<p align="left" class="titol2"><strong>PREGUNTES D'ARROSSEGAR </strong></p>
					<ul>
					  <li><a href="#faq15">Quina mida ha de tenir la imatge de fons?</a></li>
					  <li><a href="#faq16"> Per qu&egrave; quan he d'editar la posici&oacute; dels objectes apareix buida la pantalla Objectes a arrossegar?</a></li>
			        </ul>
					<p align="left" class="titol2"><strong>PREGUNTES D'ORDENACI&Oacute;</strong></p>
					<ul>
					  <li><a href="#faq17">Com s'ajusta l'espai de les respostes (per evitar que es vegi massa espai en blanc)?</a></li>
					  <li><a href="#faq18"> Per qu&egrave; es continua veient la mateixa imatge de fons tot i haver-la actualitzada?</a></li>
					  <li><a href="#faq19"> Es poden posar accents a les paraules o frases que s'han d'ordenar?</a></li>
					  <li><a href="#faq20"> Hi ha alguna forma d'introduir en una pregunta d'ordenaci&oacute; el mateix mot dues vegades?</a></li>
				    </ul>
					<p align="left" class="titol2"><strong>MATERIAL ADDICIONAL </strong></p>
					<ul>
					  <li><a href="#faq21">Qu&egrave; cal fer per optimitzar la mida de les imatges?</a></li>
					  <li><a href="#faq22"> Com es pot enlla&ccedil;ar un v&iacute;deo de la videoteca de la XTEC?</a></li>
					  <li><a href="#faq23"> Com es pot inserir una activitat JClic?</a></li>
					  <li><a href="#faq24"> Com triar el format d'imatge (GIF, JPG, PNG...) m&eacute;s adient per a les imatges?</a></li>
					  <li><a href="#faq25"> Com es pot optimitzar la mida dels fitxers d'&agrave;udio?</a></li>
					  <li><a href="#faq26"> Qu&egrave; cal fer per extreure un fragment d'un &agrave;udio?</a></li>
					  <li><a href="#faq27"> Com es pot optimitzar la mida d'un v&iacute;deo en format Real Media (.rm)?</a></li>
					  <li><a href="#faq28"> Com es pot crear un enlla&ccedil; a un document?</a></li>
				    </ul>
					<p class="titol2">VISUALITZACI&Oacute; DE QUADERNS VIRTUALS </p>
					<p align="left" class="titol2"><strong>REQUERIMENTS</strong></p>
					<ul>
					  <li><a href="#faq29">Per qu&egrave; es queda com penjat el Quadern quan li dono a corregir?</a></li>
					  <li><a href="#faq30"> Per qu&egrave; quan s'obre un Quadern hi ha preguntes que no es carreguen b&eacute; i mostren un quadrat amb una X a la part superior esquerra?</a></li>
					  <li><a href="#faq31"> Per qu&egrave; quan s'obre un Quadern les animacions en Flash no es carreguen b&eacute;?</a></li>
					  <li><a href="#faq32"> Per qu&egrave; quan s'obre un Quadern els v&iacute;deos i els &agrave;udios no es carreguen b&eacute;?</a></li>
				    </ul>
					<p class="titol2">PUBLICACI&Oacute; DE QUADERNS </p>
					<p class="titol2"><strong>BIBLIOTECA</strong></p>
					<ul>
					  <li><a href="#faq33">Qu&egrave; s'ha de fer per enviar un Quadern a la biblioteca?</a></li>
					  <li><a href="#faq34"> Quin &uacute;s es pot fer dels Quaderns de la biblioteca?</a></li>
					  <li><a href="#faq35"> Com es pot enlla&ccedil;ar un Quadern de la biblioteca?</a></li>
				    </ul>
					<p class="titol2"><strong> MOODLE</strong></p>
					<ul>
					  <li><a href="#faq36">On puc descarregar el m&ograve;dul de Quaderns Virtuals per al Moodle?</a></li>
					  <li><a href="#faq37"> Tinc problemes amb aquest m&ograve;dul. On els he de fer arribar?</a></li>
					  <li><a href="#faq38"> Com s'ha de fer per afegir un Quadern a un curs del Moodle?</a></li>
					  <li><a href="#faq39"> Qu&egrave; cal fer per instal&middot;lar el m&ograve;dul de QV per al Moodle?</a></li>
				    </ul>
					<p class="titol2"><strong>INTRANET DE CENTRE </strong></p>
					<ul>
					  <li><a href="#faq40">On puc descarregar el m&ograve;dul de Quaderns Virtuals per a la intranet de centre?</a></li>
					  <li><a href="#faq41"> Tinc problemes amb aquest m&ograve;dul. On els he de fer arribar?</a></li>
					  <li><a href="#faq42"> Com s'ha de fer per inserir un Quadern a la intranet?</a></li>
				    </ul>
					<p><br />
				      <strong class="titol2">WEB</strong></p>
					<ul>
					  <li><a href="#faq43">Com es pot crear una p&agrave;gina web que contingui un Quadern?</a></li>
					  <li><a href="#faq44"> Es pot treballar en local (sense connexi&oacute; a Internet) amb els Quaderns?</a></li>
				    </ul>
					<p class="titol2">CREACI&Oacute; I EDICI&Oacute; DE QUADERNS </p>
					<p class="titol2">GENERAL</p>
					<p class="titol3"><strong><a name="faq1" id="faq1"></a>Qu&egrave; s'ha de fer per ampliar l'espai inicial (5 MB) de l'editor?</strong></p>
					<p>Per ampliar l'espai inicial (5 MB) de l'editor, us heu de posar en contacte amb l'equip de Quaderns Virtuals mitjan&ccedil;ant la b&uacute;stia de correu electr&ograve;nic: qv@xtec.cat.</p>
					<p>No obstant, abans d'ampliar l'espai, comproveu que els vostres Quaderns estiguin tan optimitzats com us sigui possible. Optimitzeu totes les imatges perqu&egrave; ocupin poc espai i el mateix si teniu algun &agrave;udio, algun v&iacute;deo o alguna animaci&oacute; en Flash.</p>
					<p>Algunes recomanacions que podeu seguir:</p>
					<ul>
					  <li>Els formats d'imatge recomanats s&oacute;n el PNG, el GIF i el JPG. Ocupen poc i mantenen una bona qualitat. El programa recomanat per editar imatges &eacute;s el Gimp (programari lliure).</li>
					  <li>El format d'&agrave;udio recomanat &eacute;s el MP3. El programa que podeu utilitzar per editar &agrave;udios &eacute;s l'Audacity (programari lliure).</li>
					  <li>El format de v&iacute;deo aconsellat &eacute;s el RM (Real Media). Per comprimir els vostres v&iacute;deos, podeu utilitzar el Real Producer (hi ha un versi&oacute; gratu&iuml;ta al seu portal).</li>
				    </ul>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a><br />
			        </p>
					<p class="titol3"><strong><br />
                        <a name="faq2" id="faq2"></a>Qu&egrave; s'ha de fer per copiar i enganxar amb l'editor HTML que incorporen els Quaderns Virtuals?</strong></p>
					<p>Per copiar i enganxar amb l'editor HTML dels Quaderns Virtuals, s'ha d'utilitzar el m&egrave;tode r&agrave;pid del teclat. Si intenteu fer servir les icones de retallar, copiar i/o enganxar del men&uacute; superior d'aquest editor, us apareixer&agrave; un error de seguretat que us impedeix fer l'acci&oacute;. Per evitar aquest problema, feu servir les combinacions de tecles seg&uuml;ents:</p>
					<blockquote>
					  <p>Ctrl + X per retallar<br />
				      Ctrl + C per copiar<br />
				      Ctrl + V per enganxar</p>
				    </blockquote>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq3" id="faq3"></a>Hi ha algun corrector ortogr&agrave;fic dins l'editor?</strong></p>
					<p>Dins el navegador Firefox, hi ha una extensi&oacute; que us permet instal&middot;lar un corrector per a diferents idiomes, entre ells el catal&agrave;.</p>
					<p>El podeu trobar a l'enlla&ccedil; seg&uuml;ent: <a href="https://addons.mozilla.org/firefox/dictionaries/?lang=ca" target="_blank">https://addons.mozilla.org/firefox/dictionaries/?lang=ca</a></p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a><br />
			        </p>
					<p class="titol3"><br />
					  <strong><a name="faq4" id="faq4"></a>Qu&egrave; cal fer per comprimir un Quadern?</strong></p>
					<p>Cada Quadern creat amb l&rsquo;editor es pot empaquetar en un fitxer comprimit en format ZIP, que contindr&agrave; el conjunt d&rsquo;elements multim&egrave;dia (imatges, v&iacute;deo, &agrave;udios...) que fa servir el Quadern i un fitxer XML amb el contingut dels fulls i les preguntes i la forma d&rsquo;avaluar-les.</p>
					<p>Amb el procediment d&rsquo;exportaci&oacute;, podreu desar o baixar un Quadern Virtual des del vostre espai virtual de treball fins al disc dur o espai local. Aix&ograve; us permetr&agrave;, per exemple, compartir els vostres quaderns amb qualsevol professor/a.</p>
					<p align="center"><img src="../image/suport/exportacio.gif" width="450" height="226" /></p>
					<p>Per iniciar aquest proc&eacute;s, heu de clicar al bot&oacute; representat per la icona del disquet, Exporta, a la dreta del Quadern que voleu exportar.</p>
					<p>S&rsquo;obrir&agrave; un quadre de di&agrave;leg on heu d&rsquo;especificar la carpeta o directori de destinaci&oacute; on voleu desar el fitxer .zip, aix&iacute; com el nom d&rsquo;aquest. Un cop ho h&agrave;giu especificat, haureu de clicar al bot&oacute; D&rsquo;acord.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><br />
					  <strong><a name="faq5" id="faq5"></a>Qu&egrave; cal fer per esborrar la mem&ograve;ria cau?</strong></p>
					<p>Hi ha dos tipus de mem&ograve;ria que ens interessa esborrar per assegurar-nos que tot queda ben &quot;net&quot;: la mem&ograve;ria cau del navegador i la mem&ograve;ria cau de la m&agrave;quina virtual de Java. </p>
					<p>Per esborrar la mem&ograve;ria cau del vostre navegador cal:</p>
					<ul>
					  <li>
					    <div align="left"> En el cas que utilitzeu el navegador Firefox, cliqueu sobre la pestanya Eines i aneu a l'opci&oacute; Neteja la informaci&oacute; personal... Se us obrir&agrave; una finestra amb diferents opcions que poden ser seleccionades o deseleccionades. Activeu l'opci&oacute; de mem&ograve;ria cau i premeu el bot&oacute; Neteja la informaci&oacute; personal.<br />
					      <br />
						  <p align="center">
					      <img src="../image/suport/netejafirefox.png" width="400" height="353" />					    <br />
						  </p>
                        </div>
					  </li>
				      <li>
				        <div align="left"> En el cas de fer servir el navegador Internet Explorer, aneu a l'opci&oacute; <strong>Eines</strong> i cliqueu a <strong>Opcions d'Internet</strong>. Un cop oberta aquesta finestra, aneu a la pestanya d'opcions generals i cliqueu a <strong>Suprimeix els fitxers...<br />
				        </strong><br />
                          <br />
                          <p align="center"><img src="../image/suport/netejaexplorer.png" width="410" height="469" />				        </p></div>
				      </li>
				    </ul>
					<p>A m&eacute;s d'esborrar la mem&ograve;ria cau del navegador, tamb&eacute; &eacute;s recomanable esborrar tamb&eacute; la mem&ograve;ria cau del motor de Java que fa servir Quaderns Virtuals per a les seves activitats. Per esborrar-la, heu d'anar al tauler de control i clicar a la icona de Java.</p>
					<p align="center"><img src="../image/suport/logojava.png" width="45" height="57" /></p>
					<p>Un cop obert el men&uacute;, heu de buscar a la pestanya <strong>General</strong> l'apartat dels arxius temporals d'Internet i, finalment, clicar al bot&oacute; <strong>Borrar archivos...</strong></p>
					<p align="center"><img src="../image/suport/java.png" width="406" height="420" /></p>
					<p>La ubicaci&oacute; d'aquestes opcions pot canviar depenent de la versi&oacute; del navegador i del motor Java que tingueu instal&middot;lats.<br />
					</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a> </p>
					<p class="titol3"><strong><br />
                        <a name="faq6" id="faq6"></a>Per qu&egrave; tot i haver canviat una imatge continuo veient l'antiga?</strong></p>
					<p>Aquest &eacute;s un problema relacionat amb la mem&ograve;ria cau que utilitza el vostre navegador d'Internet i el motor de Java. El que necessiteu &eacute;s esborrar aquesta mem&ograve;ria. Trobareu indicacions de com fer-ho a aquesta <a href="#faq5">pregunta m&eacute;s freq&uuml;ent</a>.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
				        <a name="faq7" id="faq7"></a>Es pot canviar el nom d'un Quadern?</strong></p>
					<div class="resposta">
                      <p>No hi ha cap mecanisme autom&agrave;tic per canviar el nom d'un Quadern un cop ja s'ha creat. </p>
                      <p>Ara b&eacute;, hi ha un petit truc que us permetr&agrave; canviar el nom del Quadern: el podeu exportar i, posteriorment, tornar-lo a importar de nou amb el nom desitjat. </p>
                      <p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					</div>
					<p class="titol3"><strong> <a name="faq8" id="faq8"></a>Es poden crear carpetes per endre&ccedil;ar els Quaderns?</strong></p>
					<p>De moment, no es poden crear carpetes dins un Quadern Virtual. No obstant, s'est&agrave; treballant per inserir en el futur aquesta funcionalitat.<br />
Tot i aix&iacute;, se us recomana posar noms als Quaderns que siguin descriptius i fer servir prefixos en el cas que diferents Quaderns tractin d'un mateix tema. D'aquesta forma, els localitzareu m&eacute;s f&agrave;cilment dins l'editor, que els mostra ordenats alfab&egrave;ticament. </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
				        <a name="faq9" id="faq9"></a>Es poden importar/exportar preguntes o fulls entre Quaderns?</strong></p>
					<p>De moment, nom&eacute;s es poden importar o exportar els Quaderns sencers i no les preguntes o els fulls separats. Tot i aix&iacute;, s'est&agrave; treballant per afegir pr&ograve;ximament aquesta funcionalitat a l'editor de Quaderns Virtuals. </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><br />
					  <strong><a name="faq10" id="faq10"></a>Es pot treballar sense connexi&oacute; a Internet amb l'editor?</strong></p>
					<p>Doncs s&iacute;! Des de febrer de 2008 est&agrave; disponible la versi&oacute; portable de l'Editor de Quaderns que pot funcionar en local i, per tant, tamb&eacute; en dispositius port&agrave;tils (com ara mem&ograve;ries USB i discs durs externs) sense haver de disposar ni d'usuari/&agrave;ria XTEC ni de connexi&oacute; a Internet per accedir-hi. Podeu baixar la darrera versi&oacute; des de l'apartat <a target="_blank" href="https://projectes.lafarga.cat/projects/q-virtuals/downloads/files"><strong>Desc&agrave;rregues de fitxers | qvportable</strong></a> del portal de <a target="_blank" href="https://projectes.lafarga.cat/projects/q-virtuals/downloads/files">LaFarga.cat</a>. Un cop hagueu descarregat aquesta versi&oacute; &eacute;s important que reviseu el fitxer LLEGEIX-ME.txt que cont&eacute; les instruccions de tot el programari necessari per instal&middot;lar-la correctament.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p><span class="titol2">PREGUNTES D'OMPLIR ESPAIS</span> </p>
					<p class="titol3"><strong><a name="faq11" id="faq11"></a>Qu&egrave; s'ha de fer per escriure ap&ograve;strofs a la soluci&oacute;?</strong></p>
					<p> Per escriure un ap&ograve;strof a les respostes d'omplir espais, heu d'escriure, a l'apartat on editeu la resposta, una \ (contrabarra) entre l'ap&ograve;strof i la primera lletra. Exemple:</p>
					<p>Si la resposta original &eacute;s <strong>l'ap&ograve;strof</strong>,<strong> </strong>ho heu d'escriure aix&iacute; en l'editor de respostes: <strong>l\'ap&ograve;strof.</strong></p>
					<p align="center"><strong><img src="../image/suport/omplir.png" width="400" height="186" /></strong></p>
					<p><strong>NOTA</strong>: Tot i aix&iacute;, l'alumne/a escriur&agrave; la resposta correcta tal com s'escriu, &eacute;s a dir, <strong>l'ap&ograve;strof</strong>.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
				        <a name="faq12" id="faq12"></a>Si hi ha dues paraules iguals a la resposta, s'han de posar noms diferents a les variables?</strong></p>
					<p>Si us trobeu que en una mateixa resposta teniu dues paraules iguals, heu de diferenciar les variables de les respostes amb noms diferents, ja sigui numerant-les o amb el sistema que preferiu.</p>
					<p>Exemple:</p>
					<p>[paraula1], [paraula2], [paraula3] i aix&iacute; successivament amb totes les paraules iguals que vulgueu.</p>
					<p align="center"><img src="../image/suport/omplir2.png" width="400" height="142" /></p>
					<p>Recordeu la difer&egrave;ncia que hi ha entre el nom de la variable i la soluci&oacute;: no obligat&ograve;riament han de coincidir totes dues. El nom nom&eacute;s &eacute;s orientatiu per facilitar-vos la feina a l'hora d'indicar les solucions correctes.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq13" id="faq13"></a>Com es fa per crear una pregunta oberta de m&eacute;s d'una l&iacute;nia?</strong></p>
					<p>Per definir les l&iacute;nies d'una resposta d'omplir espais oberta, heu de fixar-vos que, a la finestra d'editar les respostes, teniu una opci&oacute; de mida anomenada <strong>Files</strong>. Si en aquesta casella poseu un n&uacute;mero superior a 1, en lloc de tenir un camp de text d'una l&iacute;nia, disposareu de diferents l&iacute;nies on poder escriure.</p>
					<p align="center"><img src="../image/suport/files2.png" width="114" height="38" /></p>
					<p>Heu de tenir en compte, per&ograve;, que, en aquest cas, la correcci&oacute; de la pregunta dif&iacute;cilment es podr&agrave; fer de forma autom&agrave;tica i, per tant, haureu de revisar les respostes manualment.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
			        Com s'ajusta la mida dels camps de text per a les preguntes obertes?</strong><a name="faq14" id="faq14"></a></p>
					<p>Per definir l'amplada i l'al&ccedil;ada d'una resposta d'omplir espais oberta, heu de fixar-vos que, a la finestra d'editar les respostes, teniu unes opcions de mida anomenades <strong>Files</strong> i <strong>Columnes</strong>. En aquestes caselles, podeu posar el n&uacute;mero de files i/o columnes que es desitgin per al camp de text. L&ograve;gicament, com m&eacute;s alts siguin els n&uacute;meros, m&eacute;s gran ser&agrave; el camp de text.</p>
					<p>Heu de tenir en compte que les files afecten l'al&ccedil;ada del camp de text i les columnes, l'amplada.</p>
					<p align="center"><img src="../image/suport/files.png" width="349" height="35" /></p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p><br />
					  <span class="titol2">PREGUNTES D'ARROSSEGAR </span></p>
					<p class="titol3"><strong><a name="faq15" id="faq15"></a>Quina mida ha de tenir la imatge de fons?</strong></p>
					<p>Les imatges no han de tenir cap mida concreta, simplement es tracta d'optimitzar aquesta mida tant com us sigui possible. &Eacute;s important tenir en compte quina aparen&ccedil;a fareu servir al vostre Quadern, ja que, en gran mesura, aquesta us permetr&agrave; utilitzar unes imatges m&eacute;s grans o m&eacute;s petites.</p>
					<p>No obstant, no es recomana fer servir imatges superiors a 500 p&iacute;xels d'amplada en cap cas.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong>  <a name="faq16" id="faq16"></a>Per qu&egrave; quan he d'editar la posici&oacute; dels objectes apareix buida la pantalla Objectes a arrossegar?</strong></p>
					<p>El problema pot ser degut a dos motius:</p>
					<ul>
					  <li>El Quadern t&eacute; un o m&eacute;s fitxers amb noms que contenen car&agrave;cters especials (accents, s&iacute;mbols...). Per tant, per solucionar el problema, s'han de revisar tots els noms dels fitxers que t&eacute; el Quadern i esborrar aquells que porten car&agrave;cters especials (com ara: <strong>cami?.gif</strong>). Un cop esborrats, ja es podran editar sense problemes la posici&oacute; inicial i la soluci&oacute;.</li>
					  <li>Algun dels objectes cont&eacute; un ap&ograve;strof al text. Perqu&egrave; torni a funcionar el Quadern, el que s'ha de fer &eacute;s posar una contrabarra (\) davant de l'ap&ograve;strof. Per exemple, si el text que s'ha d'arrossegar &eacute;s "L'arbre", s'haur&agrave; d'escriure "L\'arbre".</li>
				    </ul>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol2">PREGUNTES D'ORDENACI&Oacute; </p>
					<p class="titol3"><strong><a name="faq17" id="faq17"></a>Com s'ajusta l'espai de les respostes (per evitar que es vegi massa espai en blanc)?</strong></p>
					<p>Per ajustar l'espai de les respostes a les preguntes d'ordenaci&oacute;, us heu de fixar que, a la finestra d'editar la resposta, hi ha unes caselles per modificar la mida, tant l'amplada com l'al&ccedil;ada. La unitat de longitud &eacute;s el p&iacute;xel i heu d'intentar que quedi l'espai ben ajustat a les respostes, ja siguin de text o d'imatges.</p>
					<p align="center"><img src="../image/suport/ordenacio.png" width="400" height="229" /></p>
					<p>Ajustament incorrecte:</p>
					<p align="center"><img src="../image/suport/ordenacio3.png" width="437" height="90" /></p>
					<p>Ajustament correcte: </p>
					<p align="center"><img src="../image/suport/ordenacio2.png" width="452" height="94" /> </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq18" id="faq18"></a>Per qu&egrave; es continua veient la mateixa imatge de fons tot i haver-la actualitzada?</strong></p>
					<p>Es tracta d'un problema relacionat amb la mem&ograve;ria cau del navegador i del motor Java. Reviseu <a href="#faq5">aquesta resposta</a> de la secci&oacute; de <strong>Preguntes freq&uuml;ents</strong>/<strong>Creaci&oacute; i edici&oacute; d'un Quadern</strong>/<strong>General</strong> que explica com netejar aquestes dues mem&ograve;ries.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
				        <a name="faq19" id="faq19"></a>Es poden posar accents a les paraules o frases que s'han d'ordenar?</strong></p>
					<p>S&iacute; que hi podeu posar accents i tamb&eacute; ap&ograve;strofs. Lamentablement, el que no podeu fer &eacute;s afegir codi HMTL i, per tant, no &eacute;s possible posar cap sub&iacute;ndex ni super&iacute;ndex. </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq20" id="faq20"></a>Hi ha alguna forma d'introduir en una pregunta d'ordenaci&oacute; el mateix mot dues vegades?</strong></p>
					<p class="content">De moment encara no &eacute;s possible fer-ho. Ara b&eacute;, hi ha un petit truc per salvar el problema: afegir un n&uacute;mero entre par&egrave;ntesis, (1) per exemple, al costat de la paraula en q&uuml;esti&oacute; per indicar a l'alumne/a que aquella paraula &eacute;s la que ha de situar en primer lloc. </p>
					<p align="center"><img src="../image/suport/ordenacio_repetits.png" width="400" height="231" /></p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol2"><br />
				      MATERIAL ADDICIONAL</p>
					<p class="titol3"><strong><a name="faq21" id="faq21"></a>Qu&egrave; cal fer per optimitzar la mida de les imatges?</strong></p>
					<p>&Eacute;s molt recomanable optimitzar la mida de tots els materials inclosos als Quaderns (imatges, &agrave;udios...) per reduir l'espai ocupat a l'editor i per agilitzar la c&agrave;rrega dels Quaderns.</p>
					<p>Els passos que heu de seguir per optimitzar la mida d'una imatge s&oacute;n: </p>
					<ul>
					  <li>Obriu la imatge amb el GIMP (si no el teniu, el podeu descarregar gratu&iuml;tament de <a href="http://www.softcatala.org/wiki/Rebost:Gimp" target="_blank">Softcatal&agrave;</a>) </li>
					  <li>Si es tracta d'una imatge de mides molt grans (superiors a 500 p&iacute;xels d'amplada o al&ccedil;ada), el primer que heu de fer &eacute;s reduir-ne les dimensions. Recordeu que recomanem no fer servir imatges superiors de 550 p&iacute;xels d'amplada. Aix&iacute; doncs, aneu a l'opci&oacute; <strong>Imatge | Escala la imatge</strong> i, mantenint la proporci&oacute;, detalleu l'amplada a 550 p&iacute;xels o el que us interessi (si manteniu la proporci&oacute;, l'al&ccedil;ada es determinar&agrave; autom&agrave;ticament). <br />
                      </li>
					  <li>Un cop redimensionada, aneu a l'opci&oacute; de <strong>Fitxer</strong> | <strong> Desa una c&ograve;pia... </strong>de la part superior de la imatge. </li>
					  <li>Se us obrir&agrave; una finestra nova amb diferents opcions: </li>
				    </ul>
					<ul>
					  <ul>
					    <li><strong>Nom</strong>: escolliu el nom que li voleu donar a l'arxiu final </li>
					    <li><strong>Desa en una carpeta</strong>: escolliu la carpeta on voleu desar la imatge </li>
					    <li><strong>Navega per altres carpetes</strong>: navegueu per altres carpetes on voleu desa la imatge </li>
					    <li><strong>Selecciona tipus de fitxer (per extensi&oacute;)</strong>: escolliu el format d'arxiu amb qu&egrave; voleu desar la imatge </li>
				      </ul>
				    </ul>
					<blockquote>
					  <p> <strong>NOTA</strong>: Si, en posar el nom del fitxer, hi poseu tamb&eacute; l'extensi&oacute; que voleu, ja no caldr&agrave; seleccionar el tipus de fitxer posteriorment.</p>
				    </blockquote>
					<ul>
					  <li>Un cop escollides les opcions anteriors, cliqueu a l'opci&oacute; <strong>Desa</strong>. </li>
					  <li>Se us obrir&agrave; una finestra nova amb unes opcions per controlar la qualitat de la compressi&oacute; de l'arxiu. Els par&agrave;metres per defecte ja estan b&eacute;, per&ograve;, si ho preferiu, podeu anar fent proves i quedar-vos amb l'arxiu que s'adapti millor a les vostres necessitats. </li>
			        </ul>
					<p align="center" class="Estilo1">
					  <object classid="clsid:166B1BCA-3F9C-11CF-8075-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/director/sw.cab#version=8,5,0,0" width="600" height="650">
                        <param name="src" value="../image/suport/optim_imatges.swf" />
                        <embed src="../image/suport/optim_imatges.swf" pluginspage="http://www.macromedia.com/shockwave/download/" width="600" height="650"></embed>
				      </object>
</p>
					<p align="right" class="Estilo1"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a> </p>
					<p class="titol3"><strong><br />
                        <a name="faq22" id="faq22"></a>Com es pot enlla&ccedil;ar un v&iacute;deo de la videoteca de la XTEC?</strong></p>
					<p>Enlla&ccedil;ar un v&iacute;deo de la videoteca des d'un Quadern no &eacute;s un proc&eacute;s gaire complicat: s'ha de crear un fitxer de text que contingui l'adre&ccedil;a d'aquest v&iacute;deo i, per tant, el primer que cal fer &eacute;s esbrinar aquesta adre&ccedil;a (que no coincideix amb la que es veu a la barra de navegaci&oacute; del navegador web).<br />
					</p>
					<p>La manera m&eacute;s r&agrave;pida i senzilla per con&egrave;ixer l'adre&ccedil;a d'un v&iacute;deo &eacute;s utilitzant el navegador <a title="Mozilla Firefox" href="http://www.softcatala.org/wiki/Rebost:Firefox" target="_blank">Mozilla Firefox</a>. Per a tots aquells que no el tingueu instal&middot;lat, encara us ho recomanem, ja que incorpora complements molt interessants. Un cop oberta la p&agrave;gina de la videoteca amb el v&iacute;deo que us interessa, aneu, dins el Firefox, al men&uacute; <strong>Eines</strong>/<strong>Informaci&oacute; de la p&agrave;gina</strong>. S'obrir&agrave; una finestra de di&agrave;leg nova amb diferents pestanyes a la part superior i us heu de situar a la que posa <strong>Mitjans.</strong> Aqu&iacute; trobareu tota la informaci&oacute; referent a imatges, v&iacute;deos i &agrave;udios que cont&eacute; la p&agrave;gina web que esteu veient. Arribats a aquest punt, es tracta de buscar, entre tots aquests fitxers multim&egrave;dia, l'adre&ccedil;a del v&iacute;deo, que ser&agrave; un fitxer acabat en RPM (exemple: http://www.xtec.es/videoteca/real/tecnologia_5m5946.rpm). Un cop l'hagueu localitzat, seleccioneu-lo i copieu l'adre&ccedil;a (si feu clic amb el bot&oacute; dret del ratol&iacute; sobre la selecci&oacute;, us apareixer&agrave; l'opci&oacute; de <strong>Copia</strong>).</p>
					<p align="center"><img src="../image/suport/info.png" width="400" height="313" /></p>
					<p>El pas seg&uuml;ent, un cop tingueu l'adre&ccedil;a del v&iacute;deo, &eacute;s crear un fitxer de text que contingui &uacute;nicament aquesta adre&ccedil;a que acabeu de trobar. Aix&iacute; doncs, obriu un editor de text, de l'estil del bloc de notes o el Kate, i enganxeu-hi l'adre&ccedil;a que anteriorment hav&iacute;eu copiat. Deseu el fitxer amb el nom que vosaltres vulgueu i amb l'extensi&oacute; <strong>.rpm</strong> corresponent al v&iacute;deo. </p>
					<p align="center"><img src="../image/suport/text.png" width="400" height="216" /></p>
					<p>I ara ja nom&eacute;s us queda pujar aquest fitxer que acabeu de crear al Quadern on voleu enlla&ccedil;ar el v&iacute;deo. Un cop importat, us apareixer&agrave; un fitxer de v&iacute;deo al vostre Quadern que podreu afegir com a material addicional a qualsevol full o pregunta.</p>
					<p align="center"><img src="../image/suport/video.png" width="275" height="224" /></p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
				        <a name="faq23" id="faq23"></a>Com es pot inserir una activitat JClic?</strong></p>
					<p>Per afegir un material addicional de tipus JClic, heu de tenir en compte que, pr&egrave;viament, heu d'importar al vostre espai de treball de l'editor el fitxer que correspon a l'activitat JClic que voleu fer servir.</p>
					<ul>
					  <li>A la casella <strong>Material addicional</strong>, cliqueu a <img alt="Afegeix" src="../image/suport/afegeix.gif" height="14" border="0" width="58" />.</li>
					  <li>Al men&uacute; <strong>Tipus</strong>, trieu <strong>JClic</strong>.</li>
					  <li>Al desplegable <strong>Fitxer</strong>, trieu <strong>el vostre fitxer importat</strong>.</li>
					  <li>Establiu les mides del JClic amb els camps de text <strong>Amplada</strong> i <strong>Al&ccedil;ada</strong>.</li>
					  <li>Cliqueu al bot&oacute; <strong>Accepta</strong>.</li>
			        </ul>
					<p align="center"><img src="../image/suport/m3_p2_011.gif" width="350" height="203" /></p>
					<p>En lloc d'incloure un fitxer, l'editor tamb&eacute; permet incloure una adre&ccedil;a web mitjan&ccedil;ant el camp <strong>Enlla&ccedil;</strong>. D'aquesta forma, no cal importar cap fitxer JClic a l'espai de l'editor i, per tant, us estalvieu feina i espai. Per exemple, &eacute;s una opci&oacute; recomanable per afegir activitats JClic de la <a href="http://clic.xtec.cat/db/listact_ca.jsp" target="_blank">biblioteca de la zonaClic</a>.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq24" id="faq24"></a>Com triar el format d'imatge (GIF, JPG, PNG...) m&eacute;s adient per a les imatges?</strong></p>
					<div class="resposta">
                      <p>&Eacute;s molt recomanable optimitzar la mida de tots els materials inclosos als Quaderns (imatges, &agrave;udios...) per reduir l'espai ocupat a l'editor i per agilitzar la c&agrave;rrega dels Quaderns. Un dels punts m&eacute;s importants a l'hora d'optimitzar la mida de les imatges &eacute;s la selecci&oacute; del tipus de fitxers. A continuaci&oacute;, trobareu algunes recomanacions que us ajudaran a reduir-la:</p>
                      <ul>
                        <li><a href="http://ca.wikipedia.org/wiki/JPEG" title="JPEG" target="_blank">JPEG</a>: Aquest format &eacute;s recomanable per a imatges amb molts colors (m&eacute;s de 256, que s&oacute;n els que admeten els GIF), com ara les fotografies.<br />
                        </li>
                        <li><a href="http://ca.wikipedia.org/wiki/GIF" title="GIF" target="_blank">GIF</a>: Format adequat per a imatges amb poca varietat de colors, com ara captures de pantalla. Tamb&eacute; &eacute;s un format v&agrave;lid per a imatges amb transpar&egrave;ncies.</li>
                        <li><a href="http://ca.wikipedia.org/wiki/PNG" title="PNG" target="_blank">PNG</a>: &Eacute;s l'evoluci&oacute; del GIF i accepta m&eacute;s colors. De totes formes, encara hi ha navegadors que no accepten les transpar&egrave;ncies fetes amb PNG. Per tant, aquest format &eacute;s recomanable per a imatges sense transpar&egrave;ncies, com ara captures de pantalla. </li>
                      </ul>
                      <p>Podeu fer servir el GIMP per convertir una imatge en un format m&eacute;s &ograve;ptim:<br />
                      </p>
                      <ul>
                        <li>Obriu la imatge amb el GIMP (si no el teniu, el podeu descarregar gratu&iuml;tament de <a href="http://www.softcatala.org/wiki/Rebost:Gimp" title="Gimp" target="_blank">Softcatal&agrave;</a>).</li>
                        <li>Aneu a l'opci&oacute; de <strong>Fitxer</strong> &gt;<strong> Desa una c&ograve;pia... </strong>de la part superior de la imatge. </li>
                        <li>Se us obrir&agrave; una finestra nova amb diferents opcions: </li>
                      </ul>
                      <ul>
                        <ul>
                          <li><strong>Nom</strong>: escolliu el nom que li voleu donar a l'arxiu final </li>
                          <li><strong>Desa en una carpeta</strong>: escolliu la carpeta on voleu desar la imatge </li>
                          <li><strong>Navega per altres carpetes</strong>: navegueu per altres carpetes on voleu desar la imatge </li>
                          <li><strong>Selecciona tipus de fitxer (per extensi&oacute;)</strong>: escolliu el format d'arxiu amb qu&egrave; voleu desar la imatge </li>
                        </ul>
                      </ul>
                      <blockquote>
                        <p> <strong>NOTA</strong>: Si, en posar el nom del fitxer, hi poseu tamb&eacute; l'extensi&oacute; que voleu, ja no caldr&agrave; seleccionar el tipus de fitxer posteriorment.</p>
                      </blockquote>
                      <ul>
                        <li>Un cop escollides les opcions anteriors, cliqueu a l'opci&oacute; <strong>Desa</strong>. </li>
                        <li>Se us obrir&agrave; una finestra nova amb unes opcions per controlar la qualitat de la compressi&oacute; de l'arxiu. Els par&agrave;metres per defecte ja estan b&eacute;, per&ograve;, si ho preferiu, podeu anar fent proves i quedar-vos amb l'arxiu que s'adapti millor a les vostres necessitats. </li>
                      </ul>
				    </div>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq25" id="faq25"></a>Com es pot optimitzar la mida dels fitxers d'&agrave;udio?</strong></p>
					<p>&Eacute;s molt recomanable optimitzar la mida de tots els materials inclosos als Quaderns (imatges, &agrave;udios...) per reduir l'espai ocupat a l'editor i per agilitzar la c&agrave;rrega dels Quaderns.</p>
					En el cas dels &agrave;udios, &eacute;s molt important utilitzar formats amb compressi&oacute; de dades, com ara <a href="http://ca.wikipedia.org/wiki/Mp3" target="_blank">MP3</a> o <a href="http://ca.wikipedia.org/wiki/Ogg" title="OGG" target="_blank">OGG</a>. Per tant, si teniu algun fitxer en format <a href="http://ca.wikipedia.org/wiki/WAV" title="wav" target="_blank">WAV</a>, el podeu convertir a MP3 amb l'Audacity (que us podeu descarregar de <a href="http://audacity.sourceforge.net/?lang=es" title="Audacity" target="_blank">SourceForge</a>) seguint les instruccions seg&uuml;ents:<br />
                    <ul>
                      <li>Obriu l'arxiu WAV amb l'Audacity. </li>
                      <li>Aneu al men&uacute; <strong>Fitxer | Exporta com a MP3...</strong> </li>
                      <li>Se us obrir&agrave; una finestra nova per etiquetar l'arxiu MP3. Un cop etiquetat, premeu a <strong>D'acord</strong>. </li>
                    </ul>
                    <p>Si us hi fixeu b&eacute;, el pes de l'arxiu MP3 &eacute;s considerablement inferior al WAV i, a m&eacute;s, mant&eacute; la qualitat.</p>
                    <p>Tanmateix, si el resultat de la compressi&oacute; no us &eacute;s satisfactori perqu&egrave; encara ocupa massa espai, sempre podeu tornar a l'Audactiy i retocar alguns par&agrave;metres, com ara la resoluci&oacute; dels bits (16, 24 o 32 bits) i els canals (mono o est&egrave;reo). Per fer-ho heu d'accedir al men&uacute; <strong>Edita</strong>, opci&oacute; <strong>Prefer&egrave;ncies</strong>, anar a la pestanya <strong>Formats dels fitxers</strong> i a l'apartat<strong> Configuraci&oacute; dels par&agrave;metres d'exportaci&oacute; a MP3</strong> modificar la mida de la resoluci&oacute; dels bits: com m&eacute;s baix sigui aquest valor, menor ser&agrave; la qualitat per&ograve; tamb&eacute; menor l'espai que ocupar&agrave; el fitxer resultant. Aneu fent proves modificant aquest valor i tornant a exportar com a MP3 fins a arribar a la compressi&oacute; desitjada.</p>
                    <p align="center"><img src="../image/suport/audacity_export_mp3.png" width="450" height="129" /></p>
                    <p class="Estilo1">
                      <object classid="clsid:166B1BCA-3F9C-11CF-8075-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/director/sw.cab#version=8,5,0,0" width="650" height="490">
                        <param name="src" value="../image/suport/optim_audio.swf" />
                        <embed src="../image/suport/optim_audio.swf" pluginspage="http://www.macromedia.com/shockwave/download/" width="650" height="490"></embed>
                      </object>
                    </p>
                    
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq26" id="faq26"></a>Qu&egrave; cal fer per extreure un fragment d'un &agrave;udio?</strong></p>
					<div class="resposta">
                      <p>Els passos que cal seguir per extreure un fragment d'un &agrave;udio s&oacute;n els seg&uuml;ents:<br />
                      </p>
                      <ul>
                        <li>Obriu l'arxiu MP3 amb l'Audacity (que us podeu descarregar de <a target="_blank" title="audacity" href="http://audacity.sourceforge.net/?lang=es">SourceForge</a>). </li>
                        <li>Seleccioneu el fragment d'&agrave;udio que voleu extreure. Per fer-ho, situeu-vos sobre l'&agrave;udio i, amb el bot&oacute; esquerre del ratol&iacute; premut, seleccioneu el fragment. Veureu que la selecci&oacute; canvia de color. </li>
                        <li>Aneu a <strong>Fitxer | Exporta la selecci&oacute; com a MP3... </strong></li>
                        <li>Se us obrir&agrave; una finestra nova per etiquetar l'arxiu MP3. Un cop etiquetat, premeu a <strong>D'acord</strong>.</li>
                      </ul>
				    </div>
					<p class="Estilo1">
					  <object classid="clsid:166B1BCA-3F9C-11CF-8075-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/director/sw.cab#version=8,5,0,0" width="650" height="490">
                        <param name="src" value="../image/suport/fragment_audio.swf" />
                        <embed src="../image/suport/fragment_audio.swf" pluginspage="http://www.macromedia.com/shockwave/download/" width="650" height="490"></embed>
				      </object>
					</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq27" id="faq27"></a>Com es pot optimitzar la mida d'un v&iacute;deo en format Real Media (.rm)?</strong></p>
					<div class="resposta">
                      <p>&Eacute;s molt recomanable optimitzar la mida de tots els materials inclosos als Quaderns (imatges, &agrave;udios...) per reduir l'espai ocupat a l'editor i per agilitzar la c&agrave;rrega dels Quaderns.</p>
                      <p>Els passos que heu de seguir per optimitzar la mida d'un v&iacute;deo que estigui en format Real Media (<strong>.rm</strong>) s&oacute;n els seg&uuml;ents: <br />
                      </p>
                      <ul>
                        <li>Obriu el Real Producer Basic i definiu l'arxiu de v&iacute;deo d'entrada (<strong>Input</strong>). El <a target="_blank" title="Real producer basic" href="http://www.realnetworks.com/products/producer/basic.html">Real Producer Basic</a> us permetr&agrave; transformar els arxius m&eacute;s comuns de v&iacute;deo (MOV, WMV, AVI, MPG...) a RM.</li>
                        <li>Per defecte, heu de tenir seleccionada l'opci&oacute; d'<strong>Input file</strong> (fitxer d'entrada). Si no la teniu, seleccioneu-la i cliqueu a <strong>Browser</strong> (navegador). </li>
                        <li>Un cop dins el navegador, busqueu el fitxer de v&iacute;deo que voleu transformar i cliqueu a <strong>Obre</strong>. </li>
                        <li>Ara ja podeu crear l'arxiu de v&iacute;deo RM si cliqueu al bot&oacute; <strong>Encode</strong> de la part inferior dreta. Els par&agrave;metres per crear aquest arxiu s&oacute;n els que ja v&eacute;nen predefinits per defecte (256 kb ADSL).</li>
                      </ul>
                      El fitxer RM que us retornar&agrave; ja el podeu incorporar a Quaderns Virtuals. De totes formes, els m&eacute;s agosarats podeu modificar, si s'escau, les propietats de sortida del fitxer:<br />
  <ul>
    <li>Si voleu definir les propietats de l'arxiu de sortida (<strong>Output</strong>), cliqueu a <strong>Audiences</strong>: us apareixer&agrave; una finestra amb una gran quantitat d'opcions preestablertes que no podreu modificar plenament (a la versi&oacute; de pagament si), per&ograve; que ja us servir&agrave; per tenir un major control sobre el resultat final. </li>
    <li>A la finestra que se us ha obert, hi ha dos quadres: el de l'esquerra, amb totes les opcions disponibles, i el de la dreta, que &eacute;s on s'ha de posar l'opci&oacute; que escolliu mitjan&ccedil;ant la fletxa que separa un quadre de l'altre. Les opcions que Quaderns Virtuals recomana s&oacute;n:
      <ul>
        <ul>
          <br />
          <li><strong>256 kb DSL or Cable (Per defecte) </strong> </li>
          <li><strong>512 kb DSL or Cable</strong></li>
        </ul>
        </ul>
      <p><br />
	  <p>
        <object classid="clsid:166B1BCA-3F9C-11CF-8075-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/director/sw.cab#version=8,5,0,0" width="510" height="490">
          <param name="src" value="../image/suport/optim_real.swf" />
          <embed src="../image/suport/optim_real.swf" pluginspage="http://www.macromedia.com/shockwave/download/" width="510" height="490"></embed>
        </object></p>
      </li>
  </ul>
  <p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
				    </div>
					<p class="titol3"><strong>  <a name="faq28" id="faq28"></a>Com es pot crear un enlla&ccedil; a un document?</strong></p>
					<p>Per afegir un document i enlla&ccedil;ar-lo a dins del Quadern, heu de tenir en compte que, pr&egrave;viament, heu d'importar al vostre espai de treball de l'editor el document que voleu fer servir. Aquest document, un cop pujat, us apareixer&agrave; a l'apartat <strong>Altres</strong>.<br />
					</p>
					<ul>
					  <li>Cliqueu amb el bot&oacute; dret a sobre del nom del document que acabeu de pujar i seleccioneu <strong>Copia la ubicaci&oacute; de l'enlla&ccedil;</strong>.</li>
			        </ul>
					<p align="center"><img src="../image/suport/qv_editor_doc1.png" width="350" height="158" /></p>
					<ul>
					  <li>A la casella <strong>Material addicional</strong>, cliqueu a <img alt="Afegeix" src="../image/suport/afegeix.gif" height="14" border="0" width="58" />.</li>
					  <li>Al men&uacute; <strong>Tipus</strong>, trieu <strong>HTML</strong>. Enganxeu al camp de text l'enlla&ccedil; del document que heu copiat al primer pas. Seleccioneu aquest text que acabeu d'enganxar i afegiu un enlla&ccedil;.</li>
				    </ul>
					<p align="center"><img src="../image/suport/qv_editor_doc2.png" width="350" height="248" /></p>
					<ul>
					  <li>Podeu afegir m&eacute;s text si voleu. Un cop hagueu acabat, cliqueu al bot&oacute; <strong>Accepta</strong>.</li>
				    </ul>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol2">VISUALITZACI&Oacute; DE QUADERNS VIRTUALS </p>
					<p class="titol2">REQUERIMENTS</p>
					<p class="titol3"><strong><a name="faq29" id="faq29"></a>Per qu&egrave; es queda com penjat el Quadern quan li dono a corregir? </strong></p>
					<p>El problema, possiblement, &eacute;s degut a un d'aquests motius:<br />
</p>
					<ul>
					  <li>L'ordinador no tenen la m&agrave;quina virtual de Java instal&middot;lada.  A la <a href="http://clic.xtec.net/ca/jclic/instjava.htm" target="_blank">zonaClic</a> trobareu les instruccions per instal&middot;lar-la i configurar-la correctament.</li>
					  <li>Quan heu carregat el Quadern us aparegut una finestra demanant-vos perm&iacute;s per instal&middot;lar i executar una miniaplicaci&oacute; firmada per Quaderns Virtuals (similar a la que trobareu aqu&iacute; sota). Cal clicar sobre <strong>Sempre </strong>(<strong>Siempre </strong>o <strong>Always</strong>, depenent de l'idioma que tingui configurat l'ordinador per defecte) per solucionar el problema i que no torni a apar&egrave;ixer mai m&eacute;s aquesta pantalla en carregar un Quadern. </li>
				    </ul>
					<p align="center"><img src="../image/suport/java_certificat.png" width="450" height="327" /></p>
					<p align="left">La web dels Quaderns Virtuals cont&eacute; un apartat amb els requeriments per accedir a les aplicacions dels Quaderns Virtuals: <a href="http://clic.xtec.cat/qv_web/ca/qv_req.htm" target="_blank">http://clic.xtec.cat/qv_web/ca/qv_req.htm</a></p>
					<p class="titol3"><strong><a name="faq30" id="faq30"></a>Per qu&egrave; quan s'obre un Quadern hi ha preguntes que no es carreguen b&eacute; i mostren un quadrat amb una X a la part superior esquerra?</strong></p>
					<p>Possiblement, us falta instal&middot;lar la m&agrave;quina virtual de Java. A la <a href="http://clic.xtec.net/ca/jclic/instjava.htm" target="_blank">zonaClic</a> trobareu les instruccions per instal&middot;lar-la i configurar-la correctament. </p>
					<p>La web dels Quaderns Virtuals cont&eacute; un apartat amb els requeriments per accedir a les aplicacions dels Quaderns Virtuals: <a href="http://clic.xtec.cat/qv_web/ca/qv_req.htm" target="_blank">http://clic.xtec.cat/qv_web/ca/qv_req.htm</a></p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq31" id="faq31"></a>Per qu&egrave; quan s'obre un Quadern les animacions en Flash no es carreguen b&eacute;?</strong></p>
					<div class="resposta"> Possiblement, us falta instal&middot;lar el Flash Player. A la web d'<a target="_blank" href="http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash">Adobe</a>, trobareu les instruccions per descarregar-lo i instal&middot;lar-lo correctament. </div>
					<p>La web dels Quaderns Virtuals cont&eacute; un apartat amb els requeriments per accedir a les aplicacions dels Quaderns Virtuals: <a href="http://clic.xtec.cat/qv_web/ca/qv_req.htm" target="_blank">http://clic.xtec.cat/qv_web/ca/qv_req.htm</a></p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq32" id="faq32"></a>Per qu&egrave; quan s'obre un Quadern els v&iacute;deos i els &agrave;udios no es carreguen b&eacute;?</strong></p>
					<p>Possiblement, us falta instal&middot;lar un reproductor multim&egrave;dia que us permeti escoltar i visualitzar correctament els v&iacute;deos i els &agrave;udios. Es recomana el <a href="http://www.real.com/freeplayer/?rppr=rnwk" target="_blank">Real Player</a> o el <a href="http://www.apple.com/quicktime/download/" target="_blank">Quicktime</a>, que es poden baixar gratu&iuml;tament de les webs respectives.</p>
					<p>La web dels Quaderns Virtuals cont&eacute; un apartat amb els requeriments per accedir a les aplicacions dels Quaderns Virtuals: <a href="http://clic.xtec.cat/qv_web/ca/qv_req.htm" target="_blank">http://clic.xtec.cat/qv_web/ca/qv_req.htm</a></p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p>&nbsp;</p>
					<p class="titol2">PUBLICACI&Oacute; DE QUADERNS </p>
					<p class="titol2">BIBLIOTECA</p>
					<p class="titol3"><strong><a name="faq33" id="faq33"></a>Qu&egrave; s'ha de fer per enviar un Quadern a la biblioteca?</strong></p>
					<p>Per incloure a la biblioteca un Quadern Virtual que h&agrave;giu creat, podeu enviar-lo comprimit a: <a target="_blank" href="mailto:qv@xtec.cat">qv@xtec.cat</a>. Juntament amb el Quadern, feu-nos arribar les dades seg&uuml;ents:</p>
					<ul>
					  <li>T&iacute;tol del Quadern</li>
					  <li>Nivell educatiu i &agrave;rea (o &agrave;rees) als quals va adre&ccedil;at </li>
					  <li>Nom dels autors, adre&ccedil;a de correu electr&ograve;nic, centre educatiu i localitat </li>
					  <li>Una descripci&oacute; breu del contingut, per incloure-la a la p&agrave;gina web</li>
					  <li>L'aparen&ccedil;a que s'ha de fer servir per visualitzar el Quadern (en el cas d'omissi&oacute;, ser&agrave; l'<a href="http://clic.xtec.net/qv_web/ca/qv_caract.htm#aparences">est&agrave;ndard</a>) </li>
					  <li>Les condicions d'&uacute;s que voleu donar al vostre treball. L'opci&oacute; recomanada &eacute;s la llic&egrave;ncia <a href="http://clic.xtec.net/qv_web/ca/qv_estand.htm#cc">Creative Commons</a> del tipus <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/es/" target="_blank">Reconeixement - No Comercial - Compartir Igual</a>, que es proposa com a est&agrave;ndard per a tots els Quaderns </li>
				    </ul>
					<p>L'<a href="http://clic.xtec.net/qv_web/ca/qv_aplica.htm#editor">editor de Quaderns Virtuals</a> permet a un usuari/&agrave;ria empaquetar cadascun dels seus Quaderns en un fitxer ZIP clicant sobre la icona del disquet a la pantalla inicial de l'editor.</p>
					<p>Si el fitxer ZIP ocupa m&eacute;s de 10MB podeu enviar l'enlla&ccedil; del Quadern enlloc d'enviar l'arxiu adjunt. </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq34" id="faq34"></a>Quin &uacute;s es pot fer dels Quaderns de la biblioteca?</strong></p>
					<p>L'opci&oacute; recomanada &eacute;s la llic&egrave;ncia <a target="blank" href="http://clic.xtec.net/qv_web/ca/qv_estand.htm#cc">Creative Commons</a> del tipus <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/es/" target="_blank">Reconeixement - No Comercial - Compartir Igual</a>, que es proposa com a est&agrave;ndard per a tots els Quaderns.</p>
					<p align="center"><img src="../image/suport/fitxa.png" width="360" height="210" /></p>
					<p>El projecte <a href="http://creativecommons.org/" target="_blank">Creative Commons</a> promou la difusi&oacute; de tot tipus de creacions (escrits, m&uacute;sica, audiovisuals, interactius, materials educatius...) sota un conjunt de models de llic&egrave;ncies que en permetin l'&uacute;s, la reproducci&oacute; i la transmissi&oacute;, i que tamb&eacute; garanteixin uns determinats drets als autors (reconeixement d'autoria, integritat de l'obra...).</p>
					<p>Per tant, l'&uacute;s que es pot fer de cada Quadern dep&egrave;n del tipus de llic&egrave;ncia que tingui. Per consultar la llic&egrave;ncia d'un Quadern, heu d'accedir a la seva fitxa.</p>
					<p>Per obtenir m&eacute;s informaci&oacute; del projecte Creative Commons, podeu visitar:</p>
					<ul>
					  <li>El portal de Quaderns Virtuals: <a target="_blank" href="http://clic.xtec.net/qv_web/ca/qv_estand.htm#cc">http://clic.xtec.net/qv_web/ca/qv_estand.htm#cc</a> </li>
					  <li>La seva web: <a target="_blank" href="http://creativecommons.org/">http://creativecommons.org/</a></li>
				    </ul>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
			            <a name="faq35" id="faq35"></a>Com es pot enlla&ccedil;ar un Quadern de la biblioteca?</strong></p>
					<p>Per enlla&ccedil;ar un Quadern de la biblioteca, heu d'accedir al Quadern en q&uuml;esti&oacute;. A la fitxa del Quadern, heu de localitzar la versi&oacute; del Quadern que us interessa (hi ha Quaderns que tenen m&eacute;s d'una versi&oacute;) i copiar l'adre&ccedil;a que es facilita a la part inferior de la pantalla, just a sota de les opcions de visualitzaci&oacute; i de desc&agrave;rrega del Quadern.</p>
					<p align="center"><img src="../image/suport/link.png" width="400" height="79" /></p>
					<p align="left">En el cas de la imatge anterior, el Quadern es pot enlla&ccedil;ar mitjan&ccedil;ant l'adre&ccedil;a: <a href="http://clic.xtec.cat/quaderns/biblioteca/electrostatica/ca" target="_blank">http://clic.xtec.cat/quaderns/biblioteca/electrostatica/ca</a>. </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p><br />
				      <span class="titol2">MOODLE</span> </p>
					<p class="titol3"><strong><a name="faq36" id="faq36"></a>D'on puc descarregar el m&ograve;dul de Quaderns Virtuals per al Moodle?</strong></p>
					<div class="resposta">
                      <p>Podeu descarregar el m&ograve;dul de Quaderns Virtuals per a la plataforma Moodle des de la web <a href="https://github.com/projectestac/moodle-mod_qv" target="_blank">Github</a>.</p>
                      <p>La versi&oacute; actual d'aquest m&ograve;dul &eacute;s la 2.0.0beta i incorpora novetats importants respecte a la 1.1.1 que hi havia fins ara. Els avantatges principals s&oacute;n que, per una banda, est&agrave; totalment desvinculada del servidor de Quaderns Virtuals (aix&ograve; vol dir que les respostes dels alumnes es desen directament a la base de dades de Moodle) i, per altra banda, funciona amb les versions 1.6, 1.7 i 1.8 de Moodle. </p>
                      <p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					</div>
					<p class="titol3"><strong><br />
                        <a name="faq37" id="faq37"></a>Tinc problemes amb aquest m&ograve;dul. On els he de fer arribar?</strong></p>
					<p>Per fer arribar qualsevol dubte o problema sobre aquest m&ograve;dul dins l'entorn d'&Agrave;gora-Moodle, adreceu-vos  al <a target="_blank" href="http://agora.xtec.cat/moodle/moodle/mod/forum/view.php?id=181">f&ograve;rum</a> del projecte.</p>
					<p>Una altra manera de posar-vos en contacte amb nosaltres &eacute;s a trav&eacute;s de la b&uacute;stia: <a target="_blank" href="mailto:qv@xtec.cat">qv@xtec.cat</a>. </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
				        <a name="faq38" id="faq38"></a>Com s'ha de fer per afegir un Quadern a un curs del Moodle?</strong></p>
					<p>Per incorporar un o m&eacute;s Quaderns a un curs, cal: </p>
					<ul>
                      <li>Activar l'edici&oacute; del curs clicant al bot&oacute; <strong>Activa edici&oacute; </strong>de la part superior dreta de la p&agrave;gina. </li>
                      <li>Escollir el punt on voleu inserir el Quadern: a la part comuna del curs, o b&eacute; a la setmana o tema corresponent. </li>
                      <li>Anar a la llista <strong>Afegeix una activitat</strong>, desplegar-la i seleccionar <strong>Quadern Virtual</strong>. Si no apareix aquesta categoria a la llista, heu d'instal&middot;lar el m&ograve;dul de Quaderns Virtuals per al Moodle.</li>
				    </ul>
					<div align="center">
					  <p><img src="../image/suport/m4_p4_05.gif" height="232" border="0" width="168" /></p>
					  <ul>
					    <li>
					        <div align="left">Omplir el formulari d'edici&oacute; i configuraci&oacute; del Quadern Virtual:<br />
					          <br />
				              <img src="../image/suport/m4_p4_06.gif" width="500" height="293" />	<br />
				              <br />
			              Per obtenir m&eacute;s informaci&oacute; sobre com l'<strong>Enlla&ccedil;</strong> que heu d'incloure podeu clicar sobre el bot&oacute; amb l'interrogant que apareix al costat d'aquest camp de text. S'obrir&agrave; una finestra nova amb l'explicaci&oacute; de les diferents possibilitats que teniu per afegir un QV.				          </div>
					    </li>
			            <li>
			              <div align="left">Clicar al bot&oacute; <strong>Desa els canvis</strong> per crear el Quadern un cop estiguin configurats els par&agrave;metres anteriors.</div>
			            </li>
					  </ul>
					  <p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
				    </div>
					<span class="titol3"><strong> <a name="faq39" id="faq39"></a>Qu&egrave; cal fer per instal&middot;lar el m&ograve;dul de QV per al Moodle?</strong>
					</span>
					<p class="postbody">Els passos que cal seguir per instal&middot;lar el m&ograve;dul de Quaderns Virtuals s&oacute;n els seg&uuml;ents:</p>
					<ol>
					  <li>Anar a l'apartat de <strong>desc&agrave;rregues de fitxers</strong> del portal de <a target="_blank" href="https://github.com/projectestac/moodle-mod_qv">GitHub</a> i descarregar l'&uacute;ltima versi&oacute; del m&ograve;dul.</li>
					  <li>Descomprimir el fitxer <strong>.zip</strong> descarregat al disc dur de l'ordinador.</li>
					  <li>Copiar el contingut d'aquest <strong>.zip</strong>  dins el directori <span style="font-weight: bold">mod </span>del Moodle.</li>
					  <li>Accedir a l'espai d'administraci&oacute; del Moodle amb un usuari administrador i clicar sobre el bot&oacute; <strong>Notificacions </strong>que es troba al bloc <strong>Administraci&oacute; del lloc</strong>. Ser&agrave; en aquest moment quan el Moodle detectar&agrave; el m&ograve;dul, l'instal&middot;lar&agrave; i el configurar&agrave;. Si tot va b&eacute;, al final d'aquesta instal&middot;laci&oacute; autom&agrave;tica, apareixer&agrave; el missatge seg&uuml;ent: "S'han configurat correctament les taules qv".</li>
				    </ol>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p>			          <span class="titol2">INTRANET DE CENTRE </span></p>
					<p class="titol3"><strong><a name="faq40" id="faq40"></a>On puc descarregar el m&ograve;dul de Quaderns Virtuals per a la intranet de centre?</strong></p>
					<p> Podeu descarregar el m&ograve;dul <strong>IWqv</strong> per a la intranet del centre des de l'enlla&ccedil; <a href="https://github.com/intraweb-modules13/IWqv" target="_blank">https://github.com/intraweb-modules13/IWqv</a>.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq41" id="faq41"></a>Tinc problemes amb aquest m&ograve;dul. On els he de fer arribar?</strong></p>
					<p>Per fer arribar qualsevol dubte o problema sobre aquest m&ograve;dul, adreceu-vos  al <a target="_blank" href="http://agora.xtec.cat/moodle/moodle/mod/forum/view.php?id=1161">f&ograve;rum</a> del projecte Intraweb.</p>
<p>Una altra manera de posar-vos en contacte amb nosaltres &eacute;s a trav&eacute;s de la b&uacute;stia: <a target="_blank" href="mailto:qv@xtec.cat">qv@xtec.cat</a>. </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
			            <a name="faq42" id="faq42"></a>Com s'ha de fer per inserir un Quadern a la intranet?</strong></p>
					<p>Des de la intranet, &eacute;s possible accedir als Quaderns que hi ha a la biblioteca de QV i fer l'assignaci&oacute; i el seguiment a un grup o subgrup de persones que estiguin donades d'alta a la plataforma.</p>
					<p>Un cop hagueu instal&middot;lat correctament el m&ograve;dul i us identifiqueu a la intranet amb el vostre nom d'usuari/&agrave;ria i la vostra contrasenya, podreu accedir als Quaderns Virtuals que tingueu assignats i que hagueu assignat des del bloc <strong>Men&uacute;</strong> / <strong>Quaderns Virtuals</strong> i tamb&eacute; des del bloc <strong>Quaderns Virtuals</strong>. </p>
					<p class="peuimatge">Acc&eacute;s als 
Quaderns des del bloc <strong>Men&uacute;:</strong></p>
					<p align="center"><img src="../image/suport/m4_p3_14.gif" width="200" height="191" /> </p>
					<p align="left" class="peuimatge">Acc&eacute;s als Quaderns des 
del bloc <strong>Quaderns Virtuals:</strong></p>
					<p align="center"><img src="../image/suport/m4_p3_15.gif" width="206" height="149" /></p>
					<p>Des de l'enlla&ccedil; anomenat <strong>Detalls</strong>, accedireu a una fitxa amb informaci&oacute; sobre tots els Quaderns que heu assignat a altres persones.</p>
					<p align="center"><img src="../image/suport/m4_p3_13.gif" width="500" height="361" /> </p>
					<p>Si voleu assignar Quaderns a altres persones, en entrar al m&ograve;dul, veureu un enlla&ccedil; anomenat <strong>Assigna Quaderns</strong>. En fer clic sobre aquest enlla&ccedil;, s'obre una llista amb els Quaderns disponibles a la intranet. Aquests Quaderns s&oacute;n els mateixos que hi ha a la biblioteca de Quaderns. Com que les dades dels Quaderns de la biblioteca s'emmagatzemen a les taules de la intranet, cal fer una actualitzaci&oacute; regular d'aquestes taules, si es vol tenir acc&eacute;s des de la intranet a tots els Quaderns disponibles. Per a cadascun d'aquests Quaderns, apareix informaci&oacute; espec&iacute;fica (&agrave;rea, nivell, descripci&oacute;...) i dos enlla&ccedil;os: l'enlla&ccedil; anomenat <strong>Prova'm</strong> i l'enlla&ccedil; anomenat <strong>Assigna'm</strong>. Des de l'enlla&ccedil; <strong>Prova'm</strong>, &eacute;s possible entrar a dins de les activitats del Quadern i provar-ne el funcionament per veure si s'adapta als vostres objectius. Si les activitats del Quadern us semblen adequades, les podeu assignar a altres persones per mitj&agrave; de l'enlla&ccedil; <strong>Assigna'm</strong>. </p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p><br />
				      <span class="titol2">WEB</span></p>
					<p class="titol3"><strong><a name="faq43" id="faq43"></a>Com es pot crear una p&agrave;gina web que contingui un Quadern?</strong></p>
					<p class="text">La creaci&oacute; de p&agrave;gines web que continguin Quaderns Virtuals es pot fer mitjan&ccedil;ant diferents procediments, segons el contingut de la p&agrave;gina que vulgueu construir i els vostres coneixements d'edici&oacute; web. </p>
					<p class="text">Com l&rsquo;<a href="http://clic.xtec.cat/qv_editor" title="Editor de Quaderns Virtuals" target="_blank">Editor de Quaderns Virtuals</a> &eacute;s una eina que funciona en l&iacute;nia, &eacute;s a dir, que nom&eacute;s permet l'acc&eacute;s mitjan&ccedil;ant Internet, els Quaderns que creeu amb aquesta eina seran accessibles des d&rsquo;una adre&ccedil;a p&uacute;blica d&rsquo;Internet. &Eacute;s per aquest motiu que la publicaci&oacute; d'un Quadern com a p&agrave;gina web &eacute;s autom&agrave;tica. Podeu consultar la seva adre&ccedil;a a la primera p&agrave;gina d'edici&oacute; d'un Quadern (de l&rsquo;estil <a rel="nofollow" title="http://clic.edu365.cat/qv_viewer/nomusuari/nomquadern/" target="_blank" class="urlextern" href="http://clic.edu365.cat/qv_viewer/nomusuari/nomquadern/">http://clic.xtec.cat/qv_viewer/quaderns/nomusuari/nomquadern/</a>).</p>
					<p align="right" class="text"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p class="titol3"><strong><br />
                        <a name="faq44" id="faq44"></a>Es pot treballar en local (sense connexi&oacute; a Internet) amb els Quaderns? </strong></p>
					<p>Doncs s&iacute;! Des de l'inici del curs 2007/2008 s&iacute; que es possible descarregar els Quaderns i visualitzar-los sense connexi&oacute; a Internet. Per fer-ho cal descomprimir el fitxer .qv.zip del Quadern i obrir el fitxer index.htm que trobareu al directori html.</p>
					<p align="right"><a href="#top"><img src="../image/suport/fletxa3.png" width="15" height="15" border="0" /></a></p>
					<p>&nbsp;</p>
					<!-- InstanceEndEditable --></td>
				</tr>
				</table>
			</td>
		</tr>
		<tr>
		</tr>
		</table>	
	</td>
</tr>
<tr>
	<td>
	<!-- PEU -->
		<table border="0" cellpadding="0" cellspacing="0" width="700">
		<tr>
			<td width="80" height="40" valign="bottom"></td>
			<td><a href="http://www.xtec.net"><img src="../image/linia_inf.gif" title="Xarxa Telemàtica Educativa de Catalunya" width="620" height="14" border="0"/></a></td>
		</tr>
		</table>
	</td>
</tr>
</table>
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-2220604-3";
urchinTracker();
</script>

</body>
<!-- InstanceEnd --></html>
